{
  "analytics_identifier": null,
  "base_path": "/government/publications/dvla-annual-report-and-accounts-2016-to-2017/dvlas-annual-report-and-accounts-2016-to-2017",
  "content_id": "94d44bd8-baed-4de8-b01a-5b25fc849bc4",
  "document_type": "html_publication",
  "first_published_at": "2017-07-19T12:40:28.000+00:00",
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2018-03-05T15:40:15.000+00:00",
  "publishing_app": "whitehall",
  "rendering_app": "government-frontend",
  "schema_name": "html_publication",
  "title": "DVLA's annual report and accounts 2016 to 2017",
  "updated_at": "2018-03-05T15:50:08.216Z",
  "withdrawn_notice": {
  },
  "publishing_request_id": "29443-1520265005.861-10.1.2.156-1872",
  "links": {
    "organisations": [
      {
        "analytics_identifier": "EA74",
        "api_path": "/api/content/government/organisations/driver-and-vehicle-licensing-agency",
        "base_path": "/government/organisations/driver-and-vehicle-licensing-agency",
        "content_id": "70580624-93b5-4aed-823b-76042486c769",
        "document_type": "organisation",
        "locale": "en",
        "public_updated_at": "2016-12-28T14:18:40Z",
        "schema_name": "organisation",
        "title": "Driver and Vehicle Licensing Agency",
        "withdrawn": false,
        "details": {
          "brand": "department-for-transport",
          "logo": {
            "formatted_title": "Driver &amp; Vehicle<br/>Licensing<br/>Agency",
            "crest": "single-identity"
          }
        },
        "links": {
        },
        "api_url": "https://www-origin.integration.publishing.service.gov.uk/api/content/government/organisations/driver-and-vehicle-licensing-agency",
        "web_url": "https://www-origin.integration.publishing.service.gov.uk/government/organisations/driver-and-vehicle-licensing-agency"
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/government/publications/dvla-annual-report-and-accounts-2016-to-2017",
        "base_path": "/government/publications/dvla-annual-report-and-accounts-2016-to-2017",
        "content_id": "d1789bb6-86dc-40f8-a817-c011373aebef",
        "description": "This sets out the agency’s performance, achievements and accounts for the financial year 2016 to 2017.",
        "document_type": "corporate_report",
        "locale": "en",
        "public_updated_at": "2017-07-19T12:40:00Z",
        "schema_name": "publication",
        "title": "DVLA annual report and accounts 2016 to 2017",
        "withdrawn": false,
        "links": {
        },
        "api_url": "https://www-origin.integration.publishing.service.gov.uk/api/content/government/publications/dvla-annual-report-and-accounts-2016-to-2017",
        "web_url": "https://www-origin.integration.publishing.service.gov.uk/government/publications/dvla-annual-report-and-accounts-2016-to-2017"
      }
    ],
    "available_translations": [
      {
        "title": "DVLA's annual report and accounts 2016 to 2017",
        "public_updated_at": "2018-03-05T15:40:15Z",
        "document_type": "html_publication",
        "schema_name": "html_publication",
        "base_path": "/government/publications/dvla-annual-report-and-accounts-2016-to-2017/dvlas-annual-report-and-accounts-2016-to-2017",
        "api_path": "/api/content/government/publications/dvla-annual-report-and-accounts-2016-to-2017/dvlas-annual-report-and-accounts-2016-to-2017",
        "withdrawn": false,
        "content_id": "94d44bd8-baed-4de8-b01a-5b25fc849bc4",
        "locale": "en",
        "api_url": "https://www-origin.integration.publishing.service.gov.uk/api/content/government/publications/dvla-annual-report-and-accounts-2016-to-2017/dvlas-annual-report-and-accounts-2016-to-2017",
        "web_url": "https://www-origin.integration.publishing.service.gov.uk/government/publications/dvla-annual-report-and-accounts-2016-to-2017/dvlas-annual-report-and-accounts-2016-to-2017",
        "links": {
        }
      }
    ]
  },
  "description": null,
  "details": {
    "body": "<div class=\"govspeak\"><p>Presented to the House of Commons pursuant to section 7 of the Government Resources and Accounts Act 2000.</p>\n\n<p>Ordered by the House of Commons to be printed on 19 July 2017.</p>\n\n<p>HC96</p>\n\n<p>ISBN: 9781474141109</p>\n\n<h2 id=\"non-executive-chairs-introduction\">Non Executive Chair’s introduction</h2>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64851/Lesley_Cowley_01.jpg\" alt=\"Lesley Cowley\"></div></figure>\n\n<p>I am pleased to introduce the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s Annual Report and Accounts for 2016-17, which sets out the agency’s performance over the last financial year.</p>\n\n<p>2016-17 has been another successful year for us where we’ve continued to focus on anticipating our customers’ needs and exceeding their expectations - giving them choice in how they access our services.</p>\n\n<p>We’ve built new and innovative digital services and laid the foundation for future technology. From live web chats to a dedicated online portal for reporting medical conditions, the last year has seen us develop more responsive and tailored services online.</p>\n\n<p>As one of the largest employers in South Wales we’re committed to playing a significant role in the community. Throughout the year we’ve supported employment initiatives and offered work placement opportunities to local people.</p>\n\n<p>We also became Science Technology Engineering and Maths (STEM) Ambassadors for the area and supported local primary schools to engage young people in technology through ‘code club’ sessions.</p>\n\n<p>In 2016-17 we were awarded Investors in People silver accreditation and successfully retained our silver award in the Corporate Health Standard accreditation scheme. We’ve continued to drive for a diverse workforce, that reflects the customers and communities we serve and has the right attitudes, behaviours and skills to deliver and improve our services.</p>\n\n<p>I’m proud of what we’ve achieved over the past year, ultimately providing customers with simpler, better and more secure ways of transacting with us.  These achievements would not have been possible without the talents and hard work of our staff.</p>\n\n<p>I look forward to the opportunities that lie ahead and to working together with our Board and staff in delivering our Strategic Plan for 2017-20.</p>\n\n<p>Lesley Cowley OBE<br>\nNon-Executive Chair<br>\n28 June 2017</p>\n\n<h2 id=\"chief-executives-message\">Chief Executive’s message</h2>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/63969/Oliver_Morley_03.jpg\" alt=\"Oliver Morley\"></div></figure>\n\n<p>This last year has been one of significant achievement for the Agency. We completed our <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-3-year-strategic-plan\">Strategic Plan 2014-17</a> whilst delivering our core responsibilities, we were also recognised on a national level for our digital services.</p>\n\n<p>The previous 3 years have been very much about transforming our services and business. We’ve focused on providing excellent online services, hand-in-hand with other channels and recognising opportunities to continuously improve these, delivering best in class customer services.</p>\n\n<p>Our goal is clear and it is what drives us every day - to get the right drivers and vehicles on the road as simply, safely and efficiently as possible.</p>\n\n<p>2016-17 was an exceptional year for our digital services, which were recognised at the Digital Leaders Top 100 awards where among other accolades we won the overall prize of Digital Leaders 100 Award.</p>\n\n<p>During the year we:</p>\n\n<ul>\n  <li>Made our systems ready for the new vehicle tax rates which came into force on 1 April 2017. This was a huge piece of work which involved working closely with vehicle manufacturers and dealers to make sure that new cars could be registered and licensed without delay.</li>\n  <li>Introduced a new online service allowing customers to tell us they have a medical condition. This service has helped provide quicker decisions to customers.</li>\n  <li>Exceeded our efficiency target of 14%, achieving an 18% reduction, equating to around £45 million cost savings. Revenues paid over to HM Treasury increased by 23%, contributing £201.6m to the Exchequer. Our net income for the year represents 20% of total income, a significant improvement on the 10% reported last year.</li>\n</ul>\n\n<p>Last year was not without its challenges.  A Parliamentary and Health Services Ombudsman’s investigation into our Drivers Medical Group highlighted the need for improvements in the way we manage medical cases. We apologised to customers affected and continued to make improvements.</p>\n\n<p>Our achievements have been possible due to the dedication and passion of <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> staff. My thanks go to the commitment and support of my Executive team and the hard work of our staff for getting us to where we are today.</p>\n\n<p>Looking forward, our new <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-strategic-plan-2017-to-2020\">Strategic Plan 2017-20</a> focuses on 5 key areas: best-in-class customer services; dynamic technology and services; hub for digital motoring; modern workplace; unrivalled safety, security and compliance.</p>\n\n<p>We’re looking forward to taking the opportunities offered by cloud services, agile methodology and our recently in-sourced IT to continue to build dynamic technology and services that respond to changing customer demand. Motoring technology is changing fast, and our commitment to innovation and excellent customer-service will enable us to become a hub for digital motoring.</p>\n\n<p>I look forward to the year ahead.</p>\n\n<p>Oliver Morley CBE<br>\nAccounting Officer and Chief Executive, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr><br>\n28 June 2017</p>\n\n<h2 id=\"highlights-for-the-year\">Highlights for the year</h2>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64926/Highlights_1.jpg\" alt=\"Highlights for the year\"></div></figure>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64927/Highlights_2.jpg\" alt=\"Highlights for the year\"></div></figure>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64928/Highlights_3.jpg\" alt=\"Highlights for the year\"></div></figure>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64929/Highlights_4.jpg\" alt=\"Highlights for the year\"></div></figure>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64930/Highlights_5.jpg\" alt=\"Highlights for the year\"></div></figure>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64993/Highlights_6.jpg\" alt=\"Highlights for the year\"></div></figure>\n\n<h2 id=\"who-we-are-and-what-we-do\">\n<span class=\"number\">1. </span> Who we are and what we do</h2>\n\n<p><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> is an Executive Agency of the Department for Transport and is part of the DfT Roads, Devolution and Motoring Group.</p>\n\n<p>Our goal is to get the right drivers and vehicles taxed and on the road, as simply, safely and efficiently as possible.</p>\n\n<p>We maintain the registration and licensing of over 47 million drivers in Great Britain and the registration of over 39 million vehicles, together with the collection and enforcement of <abbr title=\"Vehicle Excise Duty\">VED</abbr> in the UK.</p>\n\n<h4 id=\"our-services\">Our services</h4>\n\n<p>Our award winning digital services provide the public with a simpler, better and more secure way of transacting with us. During the year we continued to look at ways to improve our services whilst delivering our core responsibilities.</p>\n\n<p>Our multi-channel contact centre provides customers with the option to talk to our customer service advisors, email or to use our new webchat service for certain transactions.</p>\n\n<p>We have a <a rel=\"external\" href=\"http://dvlaregistrations.direct.gov.uk/\">personalised registration scheme</a> for customers to purchase personalised registrations online or through one of our auctions. The scheme has raised over £2.4 billion since it started in 1989.</p>\n\n<p>During the year, we continued to work closely with our stakeholders to ensure that our services were tailored accordingly. We also worked with the police and local authorities to deal with vehicle related crime.</p>\n\n<p>For more information about our services visit our <a rel=\"external\" href=\"https://www.gov.uk/government/organisations/driver-and-vehicle-licensing-agency\">website</a>.</p>\n\n<h4 id=\"our-strategic-plan\">Our strategic plan</h4>\n\n<p>This is the final year of our <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-3-year-strategic-plan\">Strategic Plan 2014-17</a> and we have delivered significant changes to our business and introduced new services for our customers.</p>\n\n<p>Some of the major changes delivered over the last 3 years were:</p>\n\n<ul>\n  <li>moving away from a large scale contract to deliver our IT in-house</li>\n  <li>abolition of the tax disc</li>\n  <li>abolition of the paper counterpart to the driving licence</li>\n  <li>introduction of direct debit to pay <abbr title=\"Vehicle Excise Duty\">VED</abbr>\n</li>\n  <li>7  new online services</li>\n  <li>reductions in various driving licence fees which has resulted in savings of around £20 million per year for motorists</li>\n</ul>\n\n<p>In March 2017, we published our <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-strategic-plan-2017-to-2020\">Strategic Plan 2017-20</a> which details our plans for the next 3 years.</p>\n\n<h4 id=\"how-we-manage-our-agency\">How we manage our agency</h4>\n\n<p>We work within a framework which sets out our governance, accountability, key relationships and financial management arrangements. The core of our management is our board consisting of a Non-Executive Chair, Chief Executive and Accounting Officer, 6 Executive Directors and 3 Non-Executive Directors. For more information about our board and its members visit our <a rel=\"external\" href=\"https://www.gov.uk/government/organisations/driver-and-vehicle-licensing-agency\">website</a>. For more information about our governance see our Accountability Report.</p>\n\n<h4 id=\"risk-management\">Risk management</h4>\n\n<p>Risk management is embedded into our culture and plays an important part in the development and everyday running of our business.</p>\n\n<p>During the year, we have facilitated events promoting risk management and awareness both internally and externally. These events have focused on risk handling, leadership and partnership, openness and the value of risk identification.</p>\n\n<p>We have formed a Welsh Risk Networking Group bringing together best practice within the public sector.</p>\n\n<h4 id=\"social-responsibility\">Social responsibility</h4>\n\n<p>We are committed to our corporate social responsibility policy and are dedicated to proactively supporting initiatives that empower and benefit Welsh communities and individuals.  As one of the largest employers in the Swansea area, we are committed to giving as much back to the local area as possible.</p>\n\n<p>We played an active role in supporting employment initiatives in Wales, offering a number of work placement opportunities throughout 2016.</p>\n\n<p>Our software development community has continued to support local primary schools, holding weekly ‘code club’ sessions with children between the ages of 9 to 11. Working in collaboration with Swansea University, we have played a big part in becoming Science Technology Engineering and Maths (STEM) Ambassadors for the area. We have presented at festivals and road shows to demonstrate how ‘computational thinking’ is a skill and how it can help young people to transfer these skills into the workplace.</p>\n\n<p>We have continued our relationship with Swansea Techhub which led to a move into the new building in 2016. Our new sponsored event space named Furnace has become a home for the tech community which can be used for workshops, meetings, conferences and hackathons.</p>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/65422/Alzheimers_collection_photograph.jpg\" alt=\"Alzheimers collection photograph\"></div></figure>\n\n<p>Our staff chose the Alzheimer’s Society as its charity of choice for 2016. Since launching the ‘Charity of Choice’, we have seen a year-on-year increase in the amount of funds raised. £70,906 was raised, £25,000 more than the previous year.</p>\n\n<h4 id=\"the-purpose-of-this-document\">The purpose of this document</h4>\n\n<p>This Annual Report and Accounts sets out our performance and achievements for the year and should be read in conjunction with our <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-business-plan-2016-to-2017\">Business Plan 2016-17</a>.</p>\n\n<h2 id=\"delivering-against-our-2016-17-business-plan\">\n<span class=\"number\">2. </span> Delivering against our 2016-17 business plan</h2>\n\n<table>\n  <tr>\n    <th>1. Changing our agency</th>\n    <th>Target</th>\n    <th>Result</th>\n  </tr>\n  <tr>\n    <td>1.1 Vehicle Excise Duty (<abbr title=\"Vehicle Excise Duty\">VED</abbr>) reform: we will implement the new vehicle registration and licensing rules (announced by the Chancellor in July 2015)</td>\n    <td>As of 31 March 2017</td>\n    <td>We have made changes to our systems and processes to deliver <abbr title=\"Vehicle Excise Duty\">VED</abbr> Reform from 1 April 2017</td>\n  </tr>\n  <tr>\n    <td>1.2 Drivers medical reform: introduce an online service for customers to notify us of a medical condition and renew their short period driving licence</td>\n    <td>August 2016</td>\n    <td>A new online service for customers to notify us of their medical condition and renew their short period licence was introduced in August 2016</td>\n  </tr>\n  <tr>\n    <td>1.3 Contact centre modernisation:<br><br>- to deliver an online self-service facility to support customers with their enquiries<br><br>- to deliver an automated telephone call analysis solution providing valuable customer insight to improve and simplify our services</td>\n    <td>\n<br><br>February 2017<br><br><br>June 2016</td>\n    <td>\n<br><br>- Following further exploration of an online self-service facility, it was decided that a change of approach was required. A new improved e-mail solution was delivered in place of this.<br><br>\n- This was delivered by our contact centre introducing a speech analytics system</td>\n  </tr>\n</table>\n\n<table>\n  <tr>\n    <th>2. Our services</th>\n    <th>Target</th>\n    <th>Result</th>\n  </tr>\n  <tr>\n    <td>2.1 Collecting <abbr title=\"Vehicle Excise Duty\">VED</abbr>: develop and agree with Her Majesty’s Treasury and DfT a strategy to reduce <abbr title=\"Vehicle Excise Duty\">VED</abbr> evasion</td>\n    <td>September 2016</td>\n    <td>In September 2016, Her Majesty’s Treasury, HMT, DfT and <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> agreed a strategy to reduce evasion </td>\n  </tr>\n  <tr>\n    <td>2.2 IT resilience: to provide scheduled availability (taking into account scheduled downtime) of:<br><br>- Vehicle Tax<br>- Vehicle Management<br>- Personalised Registration<br>- Driver Licence online services\n</td>\n    <td>\n<br><br><br>99.5% availability</td>\n    <td>\n<br><br><br>99.9%<br>99.9%<br>99.9%<br>99.9%</td>\n  </tr>\n  <tr>\n    <td>2.3 Our total digital and automated transactions at March 2017 will exceed</td>\n    <td>80%</td>\n    <td>96.2%</td>\n  </tr>\n  <tr>\n    <td>2.4 To despatch a:<br><br>- first driving licence in 8 days<br>- vocational driving licence in 6 days<br>- digital tachograph in 8 days\n</td>\n    <td>\n<br><br>98% of cases</td>\n    <td>\n<br><br>99.9%<br>99.6%<br>100%\n</td>\n  </tr>\n  <tr>\n    <td>2.5 Reduce the number of drivers medical casework (drivers who notify us of a medical condition) by 25% to 89,000 cases waiting for action against the 2015-16 baseline</td>\n    <td>89,000 cases</td>\n    <td>82,204 cases</td>\n  </tr>\n  <tr>\n    <td>2.6 To answer calls queued to an advisor in 5 minutes</td>\n    <td>95% of cases</td>\n    <td>98.3 %</td>\n  </tr>\n</table>\n\n<table>\n  <tr>\n    <th>3. Meeting customer needs</th>\n    <th>Target</th>\n    <th>Result</th>\n  </tr>\n  <tr>\n    <td>3.1 Customer Service Excellence standard</td>\n    <td>Retain accreditation</td>\n    <td>Retained accreditation</td>\n  </tr>\n  <tr>\n    <td>3.2 Customer Contact Association Global standard</td>\n    <td>Retain accreditation</td>\n    <td>Our contact centre achieved this through accreditation to the Customer Contact Association’s new Global Standard 6.</td>\n  </tr>\n  <tr>\n    <td>3.3 Customer satisfaction – maintain customer satisfaction for key transactions:<br><br>- I want to tax my vehicle<br>- I want to amend my vehicle registration document<br>- I want to renew my driving licence \n</td>\n    <td>\n<br><br><br><br>95%<br>90%<br>93%\n</td>\n    <td>\n<br><br><br><br>96.1%<br>90.9%<br>95.8%</td>\n  </tr>\n  <tr>\n    <td>3.4 Improve customer satisfaction on drivers medical transactions against the 2015-16 baseline of 77%</td>\n    <td>March 2017</td>\n    <td>83.9%</td>\n  </tr>\n  <tr>\n    <td>3.5 Customer complaints – reduce the number of formal complaints by 5%  (from the March 2016 baseline)<br><br>- Drivers<br>- Drivers medical<br>- Vehicles  \n</td>\n    <td>5%</td>\n    <td>\n<br><br><br><br>Exceeded (-12%)<br>Not achieved (+9%)<br>Exceeded (-21%)\n</td>\n  </tr>\n  <tr>\n    <td>3.6 Freedom of Information Act – provide a response within 20 working days</td>\n    <td>93%</td>\n    <td>98%</td>\n  </tr>\n  <tr>\n    <td>3.7 Parliamentary questions – provide a response by due date</td>\n    <td>100%</td>\n    <td>100%</td>\n  </tr>\n  <tr>\n    <td>3.8 Ministerial correspondence – provide a response within 7 working days</td>\n    <td>100%</td>\n    <td>99.7%</td>\n  </tr>\n  <tr>\n    <td>3.9 Official correspondence – provide a response within 20 working days</td>\n    <td>80%</td>\n    <td>99.80%</td>\n  </tr>\n  <tr>\n    <td>3.10 Prompt payments – payment of invoices within 5 working days</td>\n    <td>80%</td>\n    <td>86.7%</td>\n  </tr>\n</table>\n\n<table>\n  <tr>\n    <th>4. Financial responsibilities</th>\n    <th>Target</th>\n    <th>Result</th>\n  </tr>\n  <tr>\n    <td>4.1 Deliver the CSR efficiency saving of 14% by March 2017 (34% by March 2020)</td>\n    <td>14%</td>\n    <td>18.2%</td>\n  </tr>\n  <tr>\n    <td>4.2 Financial expenditure – <abbr title=\"Vehicle Excise Duty\">VED</abbr> collection and enforcement expenditure will not exceed</td>\n    <td>£131 million</td>\n    <td>£119 million </td>\n  </tr>\n  <tr>\n    <td>4.3 Headcount – by March 2017, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> full time equivalents will number fewer than</td>\n    <td>5,497</td>\n    <td>5,351</td>\n  </tr>\n  <tr>\n    <td>4.4 Sick absence – reduce the number of working days lost (by full time equivalents) due to sickness by 0.5 against the 2015-16 baseline and work towards the DfT target of not exceeding 7 days</td>\n    <td>8.13 days</td>\n    <td>8.33</td>\n  </tr>\n</table>\n\n<h3 id=\"changing-our-agency\">Changing our agency</h3>\n\n<h4 id=\"vehicle-excise-duty-reform\">Vehicle Excise Duty reform</h4>\n\n<p>In July 2015 the Chancellor announced that cars and some motorhomes first registered from 1 April 2017 would be subject to new Vehicle Excise Duty (<abbr title=\"Vehicle Excise Duty\">VED</abbr>) rates.</p>\n\n<p>We have added the new rates to our systems and processes to allow customers to tax their vehicles at the correct rate from 1 April 2017. We have also made changes to the first registration service to capture the list price of the vehicle, so that the appropriate rate is charged.</p>\n\n<p>For more information on the new <abbr title=\"Vehicle Excise Duty\">VED</abbr> rates visit our <a rel=\"external\" href=\"https://www.gov.uk/government/news/new-vehicle-tax-rates-from-1-april-2017\">website</a>.</p>\n\n<h4 id=\"tell-dvla-about-a-medical-condition-that-could-affect-your-driving\">Tell <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> about a medical condition that could affect your driving</h4>\n\n<p>We currently deal with approximately 660,000 paper based medical transactions each year. In August 2016, we introduced a new online service to allow drivers with car and motorcycle entitlement to tell us about a medical condition that may affect their driving. Drivers can currently use the service to tell us about  diabetes, vision, epilepsy, stroke, Parkinson’s disease, certain heart conditions, sleep apnoea and narcolepsy. We have also introduced an online service to allow drivers with similar medical conditions and criteria to renew their short term medical driving licence.</p>\n\n<p>Our online services provide instant advice to the user, meeting their needs until a licensing decision is made. Due to the efficiencies of the online services  we can now provide quicker decisions to  users, aiding road safety.</p>\n\n<p>For more information visit our <a rel=\"external\" href=\"https://www.gov.uk/report-driving-medical-condition\">website</a>.</p>\n\n<h4 id=\"contact-centre-modernisation\">Contact centre modernisation</h4>\n<p>We have a responsibility to provide excellent services and value for money to the public. Our contact centre receives around 7.8 million driver licence enquiries and 17.3 million vehicle enquiries a year.</p>\n\n<p>Our contact centre is currently undergoing a modernisation programme, with the potential to be a ‘Centre of Excellence’ in Government. Our contact centre will have the ability to provide services across departments and the public sector.</p>\n\n<p>We have been successful in achieving high level industry recognised awards over the last 10 years. We have achieved the prestigious accreditation to the Customer Contact Association (<abbr title=\"Customer Contact Association\">CCA</abbr>) new Global Standard 6 award in 2016-17.</p>\n\n<p>In 2017, a new improved email solution was introduced. Customers can now make an enquiry through an online web form and receive an answer from an advisor or automatic email response. This approach significantly improves the customer journey when contacting us by email.</p>\n\n<p>In addition to the delivery of the new email service, we have developed an internal knowledge database for advisors, it provides quick access to the information they need to answer the customer’s enquiry.</p>\n\n<p>During the year, we introduced a new speech analytics solution. This solution provides insight around call demand and has improved both the services we offer and the customer experience. This also helps reduce call demand and provides a more efficient telephone service for our customers.</p>\n\n<p>In 2016, we introduced a new webchat service, it provides online support to our customers on personalised registration, view driving licence and electronic vehicle licensing services. Webchat provides real- time support for customers who are trying to transact through these services. Since the service has been introduced the number of customers using the service has increased from 3,000 to 25,000 a month.  91% of our customers are satisfied with the service.</p>\n\n<p>Our contact centre uses social media to answer customer enquiries, receiving over 14,000 enquiries a year. This is supported by the introduction of a social media marketing and analytical tool, which provides a greater understanding around the effectiveness of any social media campaigns. This tool also helps to identify whether new initiatives are being communicated and understood on our social media channels.</p>\n\n<h3 id=\"our-services-1\">Our services</h3>\n\n<h4 id=\"ved-collection\">\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> collection</h4>\n\n<p>We collect around £6 billion in <abbr title=\"Vehicle Excise Duty\">VED</abbr> each year. <abbr title=\"Vehicle Excise Duty\">VED</abbr> compliance is high, largely due to the convenience and simplicity of our online services. In 2015, the DfT Roadside Survey on <abbr title=\"Vehicle Excise Duty\">VED</abbr> estimated that 1.4% of vehicles were unlicensed.</p>\n\n<p>Although this reflects that the vast majority of <abbr title=\"Vehicle Excise Duty\">VED</abbr> is collected, we did see some change in customer behaviour following the abolition of the tax disc and the rules around non-transferability of <abbr title=\"Vehicle Excise Duty\">VED</abbr>. As a result we refreshed our approach to compliance and enforcement and developed a strategy which makes <abbr title=\"Vehicle Excise Duty\">VED</abbr> even easier to pay and harder to evade.</p>\n\n<p>In September 2016, HM Treasury, DfT and <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> agreed a strategy to reduce evasion. The recommendations are to:</p>\n\n<ul>\n  <li>reduce evasion to under 1% by 2019 and show an improvement by 2017</li>\n  <li>carry out a DfT roadside survey in June 2017 (reporting findings in November 2017)</li>\n  <li>create an enforcement approach that is sustainable, efficient and delivers a digital service wherever possible.</li>\n</ul>\n\n<p>We will continue to introduce new online services to ensure that we make it easier for customers to comply with the law. In 2016 we introduced a facility for customers to pay enforcement penalties online. This supports the government’s digital agenda, making it easier for customers to use our services. For more information, visit our <a rel=\"external\" href=\"https://www.gov.uk/pay-dvla-fine\">website</a>.</p>\n\n<p>In 2017-18 we will be increasing the range of penalties payable through our online services. For more information about our enforcement strategy see our <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-strategic-plan-2017-to-2020\">Strategic Plan 2017-20</a> and \n<a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-business-plan-2017-to-2018\">Business Plan 2017-18</a>.</p>\n\n<h4 id=\"digital-services\">Digital services</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/65423/Online_Services_05.jpg\" alt=\"Digital services\"></div></figure>\n\n<p>We have continued to focus on providing excellent online services to our customers, building new and innovative digital services and laying the foundation for new technology.</p>\n\n<p>To meet customer expectations and provide a service that meets their needs, our online service is available 24/7. In 2016-17 take up of our digital and automated transactions increased to 96.2%.</p>\n\n<p>We have gained an impressive list of accomplishments over the last year, winning the prestigious Digital Leaders Top 100 Awards for our <a rel=\"external\" href=\"https://www.gov.uk/view-driving-licence\">share driving licence</a> service. We received the Digital Public Service Innovation of the Year Award which honours the highest achievements of the year, for teams and individuals from the private and public sector.</p>\n\n<p>Over the next 3 years we will further transform our IT and services. We will become a hub for digital motoring, removing paper and documents where we can with digital options. We will provide interactive software to allow business and government to develop new services on top of ours.</p>\n\n<h4 id=\"drivers-medical\">Drivers medical</h4>\n\n<p>Our drivers’ medical department deals with all aspects of driver licensing when there are medical conditions that could affect safe control of a vehicle.</p>\n\n<p>We operate under national medical guidelines on fitness to drive that we have published on our <a rel=\"external\" href=\"https://www.gov.uk/government/publications/assessing-fitness-to-drive-a-guide-for-medical-professionals\">website</a>. The guidance is intended to assist doctors and other healthcare professionals in advising their patients:</p>\n\n<ul>\n  <li>whether or not we require notification of a medical condition</li>\n  <li>what the licensing outcome from our medical enquiries is likely to be.</li>\n</ul>\n\n<p>In 2016-17, we recruited and trained over 100 staff to be able to investigate and process a wider range of notifiable medical conditions. To increase the resource dedicated to deal with the more complex cases, we ran recruitment campaigns for qualified and experienced doctors and nurses. In 2016-17, 4 doctors and 3 casework nurses joined the agency. In addition to this up to 8 doctors and additional nurses will join the agency in 2017-18.</p>\n\n<p>Additional resource has had a significant impact in improving the levels of drivers’ medical customer service. In 2016-17 a medical licensing decision was made in 92.3% of cases within 90 days compared to 84.4% in 2015-16. In 2016-17, the average number of days taken to make a decision on fitness to drive was 37 days compared to 55 in 2015-16.</p>\n\n<p>Throughout 2016-17, we have worked on a range of initiatives to continually improve the drivers’ medical service, including:</p>\n\n<ul>\n  <li>extending medical licences for specific conditions (for example diabetes and Parkinson’s disease) from 3 years to 5 years</li>\n  <li>launching and updating the <a rel=\"external\" href=\"https://www.gov.uk/government/publications/assessing-fitness-to-drive-a-guide-for-medical-professionals\">Assessing Fitness to Drive</a> guidance</li>\n  <li>reviewing customer facing letters</li>\n  <li>streamlining internal process to support a quicker licensing decision without compromising medical standards.</li>\n</ul>\n\n<h4 id=\"customer-service-standards\">Customer service standards</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/65485/Contact_Centre_03.jpg\" alt=\"Contact Centre\"></div></figure>\n\n<p>We are committed to delivering excellent services to our customers. We work closely with a wide range of customers to ensure that we provide a service that they expect. In 2016-17, we exceeded all of our customer service standards.</p>\n\n<p>For more information about our service standards visit our <a rel=\"external\" href=\"https://www.gov.uk/government/organisations/driver-and-vehicle-licensing-agency/about/about-our-services\">website</a>.</p>\n\n<h3 id=\"meeting-customer-needs\">Meeting customer needs</h3>\n\n<h4 id=\"customer-service-excellence\">Customer Service Excellence</h4>\n\n<p>Customer service and satisfaction is pivotal to what we do. In 2016, we successfully retained the <a rel=\"external\" href=\"http://www.customerserviceexcellence.uk.com/\">Customer Service Excellence (<abbr title=\"Customer Service Excellence\">CSE</abbr>)</a> accreditation. <abbr title=\"Customer Service Excellence\">CSE</abbr> demonstrates our commitment to achieve service excellence and ‘best in class’ customer service.</p>\n\n<h4 id=\"customer-satisfaction\">Customer satisfaction</h4>\n<p>In 2016-17 we obtained customer insight through surveys, focus group discussions and in-depth interviews.</p>\n\n<p>To test our services with customers we have used our ‘state of the art’ UX lab. Our UX@<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> is one of the best user experience testing labs in the country. The UX lab gives us detailed feedback to help us improve our services further.</p>\n\n<p>We also conducted a number of different research projects to support the development of new and existing online services. This ensures that our customers are at the heart of service development.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th>Customer satisfaction  measure</th>\n      <th>Target</th>\n      <th>Result</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>I want to tax my vehicle</td>\n      <td>95%</td>\n      <td>96.1%</td>\n    </tr>\n    <tr>\n      <td>I want to amend my vehicle registration details</td>\n      <td>90%</td>\n      <td>90.9%</td>\n    </tr>\n    <tr>\n      <td>I want to renew my driving licence</td>\n      <td>93%</td>\n      <td>95.8%</td>\n    </tr>\n    <tr>\n      <td>Drivers medical transactions</td>\n      <td>77%</td>\n      <td>83.9%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"customer-complaints\">Customer complaints</h4>\n\n<p>In 2016-17 the number of overall customer complaints reduced by 13.8% compared to 6.5% in 2015-16.</p>\n\n<p>Both driver and vehicle complaints have seen a considerable decrease of 17% and 24% respectively, which exceeds the 5% reduction target. These have been achieved through the continued development and continuous improvement to processes and online services that have had a positive impact on customers dealing with the agency.</p>\n\n<p>Drivers’ medical complaints has increased during the period by 4%. While this clearly fails the reduction target, complaint volumes account for only 0.14% of case volumes. This may have increased due to media interest. To address this, additional resource was introduced and combined with process enhancements, has led to improved performance with substantially more cases closured.</p>\n\n<h4 id=\"corporate-customers\">Corporate customers</h4>\n<p>We have continued to deliver and improve services that meet the business needs of our corporate customers. During the year, we worked closely with our corporate customers, continuously improving our services through customer insight and feedback. Results of the 2016 survey showed that 94% of our corporate customers were happy with our service.</p>\n\n<p><a rel=\"external\" href=\"https://www.gov.uk/government/publications/vehicle-tax-ved-changes-setting-the-scene-for-motor-industry\"><abbr title=\"Vehicle Excise Duty\">VED</abbr> reform</a> – we formed and chaired an Industry Steering Group to ensure that the motor industry had all the information they required in preparation for <abbr title=\"Vehicle Excise Duty\">VED</abbr> reform. This group supported and informed the development of the services that supported the changes. Early and regular engagement with the industry on <abbr title=\"Vehicle Excise Duty\">VED</abbr> reform implementation was well received. We hosted workshops and webinars to increase understanding across the industry. This has enabled early cascade and feedback channels to obtain clarity for smooth implementation.</p>\n\n<p><a rel=\"external\" href=\"https://www.gov.uk/government/publications/guidance-for-vocational-drivers\">Vocational driver guide</a> – this was an excellent example of collaborative working between DfT, the Traffic Commissioner for Wales and the trade associations from the passenger transport and haulage industry. Our work with corporate customers helped inform drivers of the complex rules and regulations around driving lorries and buses.</p>\n\n<p><a rel=\"external\" href=\"https://www.gov.uk/guidance/assessing-fitness-to-drive-a-guide-for-medical-professionals\">Fitness to Drive</a> – our collaboration with charities and motoring organisations throughout the year has resulted in them supporting our digital driver service developments and communications. It has also improved mutual understanding of the issues affecting both the charities and our customers.</p>\n\n<p><a rel=\"external\" href=\"https://www.gov.uk/dvla-fleet-vehicle-info\">Fleet companies</a> – corporate customers who operate large fleets of vehicles have benefitted from the introduction of new services through our fleet scheme. This allows operators to better organise and manage compliance in their fleets.</p>\n\n<p>We hosted and visited trade associations, motoring organisations, charities and police forces during the year. This has provided the opportunity to showcase the benefits and efficiencies of our digital services.</p>\n\n<h4 id=\"business-development\">Business development</h4>\n\n<p>We have an experienced and cost-efficient workforce with a wide mix of skills. We want to make the best use of these opportunities as a service provider both for government and the private sector. Our aim is to use our assets to build new revenue and transactional opportunities across government using our own commercial enterprise.</p>\n\n<p>During the year, we continued to build on cross-government working, securing work to produce 14.5 million annual tax summaries for HM Revenue and Customs (HMRC).</p>\n\n<p>We also carried out a 6 month pilot with Highways England, issuing warning letters to drivers using <a rel=\"external\" href=\"https://www.gov.uk/government/news/red-x-means-dont-drive-in-that-lane\">Red X lanes</a> or who drive on the hard shoulder.</p>\n\n<p>In December 2016, we launched a new workplace charge point grant scheme for the <a rel=\"external\" href=\"https://www.gov.uk/government/organisations/office-for-low-emission-vehicles\">Office for Low Emission Vehicles (OLEV)</a> and are working towards designing a single online portal to facilitate a further 3 grant schemes in 2017-18.</p>\n\n<p>This has been a successful year for our personalised registration scheme. During the year we:</p>\n\n<ul>\n  <li>launched  the 66 and 17 new series registrations</li>\n  <li>introduced some P prefix registrations.</li>\n</ul>\n\n<p>Our auction programme of selling older style registrations achieved over £22 million.</p>\n\n<p>We also continued to introduce new Northern Ireland format registrations for sale on our website and at auction which raised £1.9 million (£1.4 million in 2015-16). The total overall revenue raised for 2016-17 was £114.0 million (£102.2million in 2015-16).</p>\n\n<h3 id=\"financial-responsibilities\">Financial responsibilities</h3>\n\n<p>Our accounts are made up of the Business Account and the Trust Statement.</p>\n\n<h4 id=\"business-account\">Business Account</h4>\n\n<p>The Business Account is segmented into:</p>\n\n<ul>\n  <li>maintenance of the driver and vehicle database and related services</li>\n  <li>sale of personalised registrations, which represents commercial income generated directly from the public. We retain income to recover our costs in administering personalised registrations services with the excess paid to HM Treasury as Consolidated Fund extra receipts</li>\n  <li>collection and enforcement of <abbr title=\"Vehicle Excise Duty\">VED</abbr> including enforcement recoveries (the income stream from the collection of <abbr title=\"Vehicle Excise Duty\">VED</abbr> is accounted for in the Trust Statement)</li>\n  <li>services delivered to other government departments.</li>\n</ul>\n\n<h4 id=\"financial-results\">Financial results</h4>\n\n<p>Our total income for the year was £564 million against £541 million in 2015-16. An increase of £23 million is due to a number of variances, the key increase being due to the sale and transfer of personalised registrations marks.</p>\n\n<p>Our total expenditure for the year was £451 million against £485 million in 2015-16. The reduction of £34 million is mainly due to the decrease in IT costs following PACT exit in 2015-16.</p>\n\n<p>Net income for the year has increased from 10% of total income in 2015-16 to 20% in 2016-17.</p>\n\n<h4 id=\"departmental-expenditure-limit\">Departmental Expenditure Limit</h4>\n\n<p>As a government body, we have budgets set at the start of the financial year in respect of our Business Account activities. The resource (RDEL) out-turn for the year is £91 million, £22 million under our original settlement for the year.  This reduction results from the increased income and reduced expenditure.</p>\n\n<h4 id=\"trust-statement\">Trust Statement</h4>\n\n<p>Our Trust Statement details the revenue in respect of <abbr title=\"Vehicle Excise Duty\">VED</abbr>, fines and penalties and HGV levy falling outside of the boundary of our Business Account.</p>\n\n<h4 id=\"financial-results-1\">Financial results</h4>\n\n<p>During the year the Trust Statement gross revenue amounted to over £6 billion.</p>\n\n<p>The net cost of collecting <abbr title=\"Vehicle Excise Duty\">VED</abbr> and the enforcement action taken as a result of non-compliance (brought to account in the Business Account) was £119 million, a decrease of £18 million when compared to expenditure in 2015-16. This is £12 million less than our 2016-17 business plan measure (<abbr title=\"Vehicle Excise Duty\">VED</abbr> collection and enforcement expenditure will not exceed £131 million). The overall reduction is due to efficiencies which more than off-set the £4.2 million increase in the direct cost of wheelclamping.</p>\n\n<h4 id=\"efficiency\">Efficiency</h4>\n\n<p>The Spending Review 2015 committed us to make a 14% resource budget reduction by 31 March 2017 in comparison to the 2015-16 baseline (34% total reduction by 31 March 2020).  We have exceeded the target by achieving a 18% reduction.</p>\n\n<p>In total, we have reduced costs by £45 million (unadjusted for inflation) against the baseline, through:</p>\n\n<ul>\n  <li>realising the benefits of moving away from a large IT contract and bringing IT services in-house. These include removing over 60% of our hardware/software contracts and challenging contractor rates to drive savings</li>\n  <li>introducing new online services and increasing take-up of existing services which has resulted in reduced intermediary and consumables costs</li>\n  <li>commercial efficiencies through negotiating reduced unit prices, achieving economies of scale and challenging requirements to reduce contract costs.</li>\n</ul>\n\n<h4 id=\"sustainability\">Sustainability</h4>\n\n<p>In 2016 the Greening Government Commitments (GGC) were revised as 3 year targets, ranging from 2016-17 to 2019-20, set against the original baseline of 2009-10. They continue to focus on greenhouse gas emissions, waste, water and paper. More details of the new commitments can be found on GOV.UK.</p>\n\n<p>We have exceeded all but 1 of our ambitions for the year including reducing carbon emissions by a further 2% currently at 36% less than 2009-10. Details of the targets we set for 2016-17 to contribute to the 2020 commitments and our  performance  can be found below.</p>\n\n<table>\n  <tr>\n    <th>Measure</th>\n    <th>Target towards the Greening Government Commitment</th>\n    <th>Outturn 2016-17</th>\n  </tr>\n  <tr>\n    <td>Greenhouse Gas Emissions</td>\n    <td>Achieve a further 2% reduction in our greenhouse gas emissions against the 2009-10 baseline.\n(34% in 2015/16)</td>\n    <td>36%</td>\n  </tr>\n  <tr>\n    <td>Greenhouse Gas Emissions</td>\n    <td>Maintain our reduction of domestic business travel flights of more than 90% from the 2009-10 levels (number of flights).</td>\n    <td>94%</td>\n  </tr>\n  <tr>\n    <td>Waste</td>\n    <td>Send no more than 10% of our waste to landfill<br><br>Maintain a  reduction in waste generated at 49% against our 2009-10 baseline<br><br>Recycle and compost at least 70% of our waste </td>\n    <td>6%<br><br>52%<br><br>71.5%</td>\n  </tr>\n  <tr>\n    <td>Water</td>\n    <td>Reduce water consumption year on year (Office m3/ Office FTE) (4m3 per Office FTE in 2014-2015)</td>\n    <td>7.7</td>\n  </tr>\n  <tr>\n    <td>Administrative Paper</td>\n    <td>Maintain our reduction in paper use of more than 60% from the 2009-10 baseline</td>\n    <td>66%</td>\n  </tr>\n</table>\n\n<p>Further information is available in our Sustainability Report, published on our website. The following section details the minimum sustainability reporting requirements in accordance with the <a rel=\"external\" href=\"https://www.iasplus.com/en-gb/news/2017/02/hm-treasury-sustainability-reporting-guidance-2016-17\">HM Treasury Public Sector Annual Reports: Sustainability Reporting Guidance 2016-17 and Greening Government Commitments Guidance</a>.</p>\n\n<h4 id=\"greenhouse-gas-emissions\">Greenhouse gas emissions</h4>\n\n<p>The total reduction in greenhouse gas emissions (carbon equivalent) is 36%; this is made up of 2 components:</p>\n\n<ul>\n  <li>emissions from travel at 70%</li>\n  <li>emissions from the estate at 34%.</li>\n</ul>\n\n<h4 id=\"emissions-from-the-estate\">Emissions from the estate</h4>\n\n<p>There has been a marked reduction in emissions from our estate during the last 12 months. we were able to achieve the further 2% reduction in total emissions by continued good practice in the management of our heating and cooling systems and have also replaced existing lighting with LEDs in trial areas, which we intend to roll out across the estate in the next few years.</p>\n\n<h4 id=\"emissions-from-travel\">Emissions from travel</h4>\n\n<p>We continue to perform well in ensuring the emissions created by business travel are kept to a minimum. We achieved a 70% reduction of emissions from business travel against the 2009-10 baseline. Although this is a good result, we have increased emissions from business travel by 12.3% compared to last year.</p>\n\n<p>The majority of the increase in business travel has been identified as the result of our IT transformation and the in-housing of our IT services. Some travel, previously undertaken by IT contractors is now carried out by our staff.</p>\n\n<p>The remainder of the increase is largely attributed to the recent purchase of 3 further Automatic Number Plate Recognition (ANPR) fleet cars. This has increased mileage by 20% but will allow for additional road side identification of <abbr title=\"Vehicle Excise Duty\">VED</abbr> evasion.</p>\n\n<h4 id=\"total-greenhouse-gas-emissions\">Total Greenhouse Gas Emissions</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64852/Total-greenhouse-gas-emissions.jpg\" alt=\"Total greenhouse gas emissions\"></div></figure>\n\n<h4 id=\"waste\">Waste</h4>\n\n<p>The GGC target requires us to reduce the amount of waste created year on year and increase the amount recycled to ensure that we send less than 10% of that waste to landfill.</p>\n\n<p>In 2016-17 we created 52% less waste than the baseline 2009-10. This equated to an 7.5% reduction during the year, compared to 2015-16.</p>\n\n<p>The main contributing factor was a reduction in paper waste, which reduced by just under 85 tonnes. General waste also reduced by over 20 tonnes, both of which are around a usual month’s total. Our reduction in paper demonstrates the continued benefits realised from the digitalisation of our services. In addition, operational activities to reduce paper waste include the work of our printing facilities to reuse end of operational paper reels to feed smaller batches of work.</p>\n\n<p>Of the 1060 tonnes of waste created, just 6% was sent to landfill, 71.5% was recycled or reused and the remainder was incinerated for energy.</p>\n\n<p>During 2016-17 we continued to divert nearly 600 items that were at the end of their useful life away from becoming waste. This was due to significant changes in process or technology refresh, had little financial value but could be of use to others. These items, such as paper, operational stationery, IT equipment and furniture, wherever possible, were found new homes in local schools, charities or local government organisations.</p>\n\n<h4 id=\"water\">Water</h4>\n\n<p>We have committed to continue to reduce total water consumption from 2014-15 levels by 2019-20.<br><br>During 2016-17 we achieved a 4% reduction.</p>\n\n<p>This has been achieved through increased monitoring of sub-meters leading to the prompt resolve of any leaks and allows the identification of wasteful processes. As we have redefined what is considered as office accommodation throughout our estate we have increased the level of m3 per full time equivalent employee from 4m3 to 7.7m3.</p>\n\n<h4 id=\"procurement\">Procurement</h4>\n\n<p>We recognise the impact that our procurement decisions have on our sustainability outcomes. We successfully achieved the <abbr title=\"Chartered Institute of Procurement and Supply\">CIPS</abbr> accreditation which demonstrates our compliant policies, processes and practices, which includes a sustainability agenda, against the accreditation standard.</p>\n\n<p>We are represented on the government-wide sustainable procurement group and continue to be committed to meeting the Government Buying Standards (GBS) best practice specifications wherever possible.</p>\n\n<p>During 2016-2017, we established a sustainability action log to identify process/organisational improvements and provide key delivery milestones and timescales.</p>\n\n<p>We have increased the level of awareness of our commercial staff relating to sustainability within the procurement process through:</p>\n\n<ul>\n  <li>mandated product knowledge sessions to commercial advisors</li>\n  <li>senior management attendance at external sustainable procurement courses</li>\n  <li>mandated sustainability module for commercial advisors undertaking <abbr title=\"Chartered Institute of Procurement and Supply\">CIPS</abbr> Level 5 examinations.</li>\n</ul>\n\n<h4 id=\"transparency-commitments\">Transparency commitments</h4>\n\n<table>\n  <tbody>\n    <tr>\n      <td>Climate change adaptation</td>\n      <td>One of our properties is at risk of flooding. Mitigating actions have been taken by the local council within the area and we have business continuity plans in place to reflect this risk.</td>\n    </tr>\n    <tr>\n      <td>Biodiversity and natural environment</td>\n      <td>We have continued to see an increase in the number of fauna and flora species on site, now standing at 162, including 11 section 7 species of the Environment (Wales) Act 2016. Our staff have been leading regular nature themed activities as part of staff engagement and awareness. We have been working collaboratively with our Private Finance Initiative (PFI) service partners to maintain and enhance biodiversity. As a result of this, new initiatives and management plans relating to biodiversity have been created. The Environment (Wales) Act 2016 is to replace the NERC Act 2006 in Wales and the new Biodiversity Action Plan 2017 will reflect these changes.</td>\n    </tr>\n    <tr>\n      <td>Procurement of food and catering services</td>\n      <td>Our PFI contractor provides all food and catering services and the contract stipulates sustainable requirements. We audit the requirements annually to ensure compliance and actions of improvement if necessary. Results of audits can be found in our Sustainability Report.</td>\n    </tr>\n    <tr>\n      <td>Sustainable construction</td>\n      <td>No construction activities have been undertaken in the past 12 months.</td>\n    </tr>\n    <tr>\n      <td>People</td>\n      <td>We are proactive in our support of people within the agency and the communities in which we works. More detailed information can be found in our Sustainability Report.</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2 id=\"corporate-governance-report\">\n<span class=\"number\">3. </span> Corporate governance report</h2>\n\n<h4 id=\"directors-report\">Directors’ report</h4>\n\n<h4 id=\"purpose-of-the-directors-report\">Purpose of the directors’ report</h4>\n\n<p>This report is presented in accordance with the requirements of the Companies Act 2006 (Strategic Report and Directors’ Report) Regulations 2013.</p>\n\n<h4 id=\"members-of-the-board\">Members of the board</h4>\n\n<p>Full disclosure of the serving directors for 2016-17 is available in the Governance Statement of this document. Directors have declared that they hold no significant third party interests that may conflict with their board duties.</p>\n\n<h4 id=\"pension-liabilities\">Pension liabilities</h4>\n\n<p>Our employees are civil servants to whom the conditions of the Superannuation Acts 1965 and 1972 and subsequent amendments apply.</p>\n\n<p>The Principal Civil Service Pension Scheme (PCSPS) and the Civil Servant and Other Pension Scheme (CSOPS) – known as ‘alpha’ – are unfunded multi-employer defined benefit schemes. We are unable to identify our share of the underlying assets and liabilities. Provision is made in note 11 of the Business Account to meet early retirement costs payable by us up to employee’s normal retirement age.</p>\n\n<h4 id=\"employees\">Employees</h4>\n\n<p>Information about our policies and arrangements relating to staff is shown in the staff report.</p>\n\n<h4 id=\"external-auditors-remuneration\">External auditors’ remuneration</h4>\n\n<p>The external auditors did not undertake any non-audit work in the year.</p>\n\n<h4 id=\"sickness-absence-data\">Sickness absence data</h4>\n\n<p>Our sickness absence measure is shown in the Performance Report.</p>\n\n<h4 id=\"hm-treasury-cost-allocation-and-charging-requirements\">HM Treasury cost allocation and charging requirements</h4>\n\n<p>Full disclosure of our compliance with the cost allocation and charging requirements of HMT is reported within note 2 of the financial statements.</p>\n\n<h4 id=\"personal-data-related-incidents\">Personal data related incidents</h4>\n\n<p>Full disclosure of our data controls is made through the Governance Statement.</p>\n\n<h4 id=\"future-developments\">Future developments</h4>\n\n<p>Our future developments are detailed in our <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-strategic-plan-2017-to-2020\">Strategic Plan 2017 - 20</a> and <a rel=\"external\" href=\"https://www.gov.uk/government/publications/dvla-business-plan-2017-to-2018\">Business Plan 2017-18</a>.</p>\n\n<h4 id=\"statement-of-accounting-officers-responsibilities\">Statement of Accounting Officer’s responsibilities</h4>\n\n<h4 id=\"business-account-1\">Business Account</h4>\n\n<p>Under the Government Resources and Accounts Act 2000, HM Treasury has directed us to prepare for each financial year a statement of accounts in the form and on the basis set out in the Accounts Direction. The accounts are prepared on an accruals basis and must give a true and fair view of the state of affairs of our comprehensive net expenditure, cash flows and changes in taxpayers’ equity for the financial year.</p>\n\n<p>In preparing the Business Account, the Accounting Officer is required to comply with the requirements of the Government Financial Reporting Manual and in particular to:</p>\n\n<ul>\n  <li>observe the Accounts Direction issued by HM Treasury, including the relevant accounting and disclosure requirements and apply suitable accounting policies on a consistent basis</li>\n  <li>make judgements and estimates on a reasonable basis</li>\n  <li>state whether applicable accounting standards as set out in the Government Financial Reporting Manual have been followed and disclose and explain any material departures in the financial statements</li>\n  <li>prepare the financial statements on a going concern basis.</li>\n</ul>\n\n<p>The Permanent Secretary of DfT has appointed the Chief Executive of <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> as the Accounting Officer of the agency. The responsibilities of an Accounting Officer, including responsibility for the propriety and regularity of the public finances for which the Accounting Officer is answerable, for keeping proper records and for safeguarding our assets, are set out in Managing Public Money published by HM Treasury.</p>\n\n<h4 id=\"trust-statement-1\">Trust Statement</h4>\n\n<p>Under the Exchequer and Audit Departments Act 1921, HM Treasury has directed us to prepare, for each financial year, a Trust Statement detailing the revenue and expenditure in respect of <abbr title=\"Vehicle Excise Duty\">VED</abbr>, fines and penalties and HGV levy falling outside of the boundary of our Business Account. The Trust Statement is prepared on an accruals basis and must give a true and fair view of the collection and allocation of <abbr title=\"Vehicle Excise Duty\">VED</abbr>, fines and penalties and HGV levy, including the revenue and expenditure, financial position and cash flows. Whilst we are concerned with compliance, the Trust Statement does not estimate the duty foregone because of non-compliance with the <abbr title=\"Vehicle Excise Duty\">VED</abbr> regime.</p>\n\n<p>In preparing the Trust Statement, the Accounting Officer is required to comply with the requirements of the Government Financial Reporting Manual and in particular to:</p>\n\n<ul>\n  <li>observe the Accounts Direction issued by HM Treasury, including the relevant accounting and disclosure requirements and apply suitable accounting policies on a consistent basis</li>\n  <li>make judgements and estimates on a reasonable basis</li>\n  <li>state whether applicable accounting standards as set out in the Government Financial Reporting Manual have been followed and disclose and explain any material departures in the Trust Statement</li>\n  <li>prepare the financial statements on a going concern basis.</li>\n</ul>\n\n<p>HM Treasury has appointed the Permanent Secretary of DfT as Principal Accounting Officer of the Department. Our Chief Executive holds the role of Accounting Officer for the purposes of the Trust Statement. The Accounting Officer is also responsible for the fair and efficient administration of the <abbr title=\"Vehicle Excise Duty\">VED</abbr> regime including the assessment, collection and proper allocation of <abbr title=\"Vehicle Excise Duty\">VED</abbr> revenue.</p>\n\n<h4 id=\"disclosure-of-audit-information\">Disclosure of audit information</h4>\n\n<p>The Accounting Officer confirms that, as far as he is aware, there is no relevant audit information of which the Agency’s auditors are unaware and he has taken all steps that he ought to have taken to make himself aware of any relevant audit information and to establish that the agency’s auditors are aware of that information.</p>\n\n<h4 id=\"responsibility-for-the-annual-report-and-accounts\">Responsibility for the annual report and accounts</h4>\n\n<p>The Accounting Officer has confirmed that the annual report and accounts as a whole are fair, balanced and understandable and that he takes personal responsibility for the annual report and accounts and the judgments required for determining that they are fair, balanced and understandable.</p>\n\n<h4 id=\"governance-statement\">Governance Statement</h4>\n\n<h4 id=\"introduction\">Introduction</h4>\n\n<p>The Permanent Secretary of DfT has appointed me as Accounting Officer and Chief Executive for <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>. As Accounting Officer, I have responsibility for the proper, effective and efficient use of public funds and may be required to appear before Parliamentary Select Committees. I am accountable to the minister for the performance of <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> in accordance with the framework document, which sets out the accountability and key relationships between <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> and DfT. I am also required as Accounting Officer by HM Treasury’s Managing Public Money and the Government Financial Reporting Manual to provide a statement on how I have discharged my responsibility to manage and control the resources for which I am responsible during the year.</p>\n\n<p>We are sponsored by DfT’s Roads, Devolution and Motoring Group which is also sponsor to the Driver and Vehicle Standards Agency (DVSA) and the Vehicle Certification Agency (VCA). We are responsible for providing driver licensing services in Great Britain and the registration of vehicles and collection of <abbr title=\"Vehicle Excise Duty\">VED</abbr> throughout the UK. Regular meetings are held with ministers to discuss the current issues and general progress. These are attended by our Non-Executive Chair, Chief Executive and DfT sponsor as required.</p>\n\n<p>Driver licensing in Northern Ireland is a devolved power and is undertaken by the Driver and Vehicle Agency (DVA), sponsored by the Department of Infrastructure in Northern Ireland. However, responsibility for licensing and registering of vehicles in Northern Ireland lies directly with DfT Secretary of State.</p>\n\n<h4 id=\"governance-framework\">Governance framework</h4>\n\n<p>I have ensured that our governance framework is designed to comply with the good practice guidance laid down in HM Treasury Corporate Governance in Central Government Departments: Code of Good Practice 2011.</p>\n\n<p>We are managed by a board and an Executive Team (ET). Our board is chaired by a Non-Executive Director. We have both strategic and business oversight responsibilities supported by the Audit and Risk Committee and the Remuneration Committee. Our ET is responsible for the day-to-day management in delivering our commitments to the government and the public as set out in our annual business plan. Our high level governance structure is given below.</p>\n\n<h4 id=\"governance-structure\">Governance structure</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64853/Governance-structure.jpg\" alt=\"Governance structure\"></div></figure>\n\n<h4 id=\"dvla-board\">\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> board</h4>\n\n<p>Our board comprises a Non-Executive Chair, the Chief Executive, 6 Executive Directors and 3 independent Non-Executive Directors and focuses on our strategic direction. Our board gives assurance to the Secretary of State for Transport on the effectiveness with which our agency is run and is meeting our objectives. It holds the ET to account for the delivery of those objectives. The Non-Executive Chair is appointed by the Secretary of State. I appoint the Executive Directors with approval from the Permanent Secretary. Non-Executive Directors are recommended for appointment by the Chair to the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Board, in partnership with the Director General of Roads, Devolution and Motoring at DfT. There is a clear demarcation between our <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Board and the ET.</p>\n\n<p>Our board meets formally each month to consider:</p>\n\n<ul>\n  <li>the strategic direction and plans, including oversight of our change agenda and progress against the business plan</li>\n  <li>oversight of the key risks and issues identified by our ET and the effectiveness with which they are mitigated.</li>\n</ul>\n\n<p>Our Executive Directors have specific areas of functional responsibility and accountability as below:</p>\n\n<ul>\n  <li>Operations and Customer Services: Tony Ackroyd</li>\n  <li>Human Resources and Estates: Phil Bushby (to 27 June 2016); Louise White (from 28 June 2016)</li>\n  <li>Technology: Iain Patterson (to 29 February 2016); Dave Perry (from 03 June 2016). (See note)</li>\n  <li>Strategy, Policy and Communications: Julie Lennard</li>\n  <li>Finance: Rachael Cunningham; Tracy Nash (Interim from 25 May 2016 to 30 September 2016)</li>\n  <li>Commercial and Business Development: Andrew Falvey.</li>\n</ul>\n\n<p>The Non-Executive Chair and the 3 Non-Executive Directors act through the monthly board meetings and as members of the Audit and Risk Committee and Remuneration Committee and have private sector backgrounds:</p>\n\n<ul>\n  <li>Lesley Cowley, Non-Executive Chair (appointed October 2014 and re-appointed October 2016) in leadership and digital transformation</li>\n  <li>Jeremy Boss, Audit and Risk Committee Chair (appointed January 2016), in accountancy, audit, finance and IT</li>\n  <li>Christopher Morson (appointed October 2013 and re-appointed in October 2016) in strategy and digital service transformation</li>\n  <li>Emma West (appointed November 2014) in talent management and organisational development.</li>\n</ul>\n\n<p>(Note: Oliver Morley assumed the role of SRO during the period from Iain Patterson leaving on the 29 February 2016 to Dave Perry joining on the 3 June 2016).</p>\n\n<h4 id=\"executive-team\">Executive Team</h4>\n\n<p>The ET meets formally each week and has responsibility and accountability for delivering our business plan. This is together with day-to-day management of the business. I chair this meeting and its membership is drawn exclusively from our Executive Directors.</p>\n\n<p>The focus of these meetings changes and follows a regular weekly cycle which repeats itself each month:</p>\n\n<ul>\n  <li>Week 1 – Change Portfolio Delivery and Investment Decisions</li>\n  <li>Week 2 – Operations</li>\n  <li>Week 3 – Finance and Commercial</li>\n  <li>Week 4 – Human Resources, Estates, Policy and Communications</li>\n  <li>Week 5 – Open agenda</li>\n</ul>\n\n<p>This regular and consistent rhythm builds a strong team ethic with a keen focus on business issues driving productivity and delivering change.</p>\n\n<h4 id=\"board-and-audit-and-risk-committee-attendance\">Board and Audit and Risk Committee attendance</h4>\n\n<p>Figures denote meetings attended (meetings available to attend) between 1 April 2016 and 31 March 2017.</p>\n\n<table>\n  <tr>\n    <th>Name</th>\n    <th>\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Board</th>\n    <th>Audit and Risk Committee</th>\n  </tr>\n  <tr>\n    <td>Lesley Cowley, Non-Executive Chair</td>\n    <td>11 (11)</td>\n    <td>N/A</td>\n  </tr>\n  <tr>\n    <td>Oliver Morley, Chief Executive</td>\n    <td>10 (11)</td>\n    <td>3 (4)</td>\n  </tr>\n  <tr>\n    <td>Rachael Cunningham<br>Tracy Nash (May 2016 to September 2016)</td>\n    <td>6 (8)<br>2 (3)</td>\n    <td>3 (3)<br>1 (1)</td>\n  </tr>\n  <tr>\n    <td>Phil Bushby (to June 2016)<br>Louise White (from June 2016)\n</td>\n    <td>3 (3)<br>8 (8)</td>\n    <td>N/A<br>N/A</td>\n  </tr>\n  <tr>\n    <td>Tony Ackroyd</td>\n    <td>9 (11)</td>\n    <td>N/A</td>\n  </tr>\n  <tr>\n    <td>Julie Lennard</td>\n    <td>11 (11)</td>\n    <td>N/A</td>\n  </tr>\n  <tr>\n    <td>Andrew Falvey</td>\n    <td>10 (11)</td>\n    <td>N/A</td>\n  </tr>\n  <tr>\n    <td>Dave Perry</td>\n    <td>9 (9)</td>\n    <td>N/A</td>\n  </tr>\n  <tr>\n    <td>Jeremy Boss, Non-Executive Director and Audit and Risk Committee Chairman </td>\n    <td>11 (11)</td>\n    <td>4 (4)</td>\n  </tr>\n  <tr>\n    <td>Christopher Morson, Non-Executive Director</td>\n    <td>11 (11)</td>\n    <td>3 (4)</td>\n  </tr>\n  <tr>\n    <td>Emma West, Non-Executive Director</td>\n    <td>10 (11)</td>\n    <td>3 (4)</td>\n  </tr>\n  <tr>\n    <td>Paul Rodgers, Independent Member</td>\n    <td>N/A</td>\n    <td>4 (4)</td>\n  </tr>\n    <tr>\n    <td>Sarah Scullion, Independent Member (to June 2016)</td>\n    <td>N/A</td>\n    <td>1 (2)</td>\n  </tr>\n  <tr>\n    <td>Helen John, Independent Member (from October 2016)</td>\n    <td>N/A</td>\n    <td>2 (2)</td>\n  </tr>\n</table>\n\n<p>The ET has met 50 times in the year with non-attendance agreed in advance on an exceptional basis.</p>\n\n<h4 id=\"dvla-board-effectiveness\">\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> board effectiveness</h4>\n<p>The Chair meets regularly with the Non-Executive Directors to discuss their performance and to ensure we gain greatest value from their external perspectives and experience.</p>\n\n<p>The board periodically undertakes self assessment reviews of its performance against Cabinet Office, National Audit Office and external good business practice guidance. The latest review was undertaken in December 2016. The review concluded there were no significant issues to address, and provided evidence of the growing maturity and effectiveness of the board, a view supported by external stakeholders. As in previous years the board has agreed a number of continuous improvement activities in the areas of strategic planning and development and external stakeholder engagement.</p>\n\n<p>As Chief Executive, my role is to formally agree specific targets and success criteria with each ET member at the start of each year, directly from our published business plan and I review progress against these objectives with them at face-to-face monthly meetings.</p>\n\n<h4 id=\"remuneration-committee\">Remuneration committee</h4>\n\n<p>The role of the remuneration committee is to make recommendations to DfT and myself on all aspects of remuneration decisions for our ET (including the Chief Executive) in accordance with current pay guidance and with particular regard to equal opportunities.</p>\n\n<p>It also considers the wider talent in the organisation and ensures visibility in respect of potential successors into agency senior civil service positions.</p>\n\n<p>The Committee will normally meet once a year in February, but may do so more often if necessary, at the discretion of the Chair.</p>\n\n<h4 id=\"audit-and-risk-committee\">Audit and Risk Committee</h4>\n<p>Our Audit and Risk Committee has formally agreed terms of reference which are reviewed on an annual basis. The Committee provides advice and support to the Chief Executive in discharging the responsibilities of our Accounting Officer.</p>\n\n<p>The Audit and Risk Committee is comprised of 3 Non-Executive Directors and 2 independent members who are Senior Civil Servants (SCS) in other Government Departments. The members are:</p>\n\n<ul>\n  <li>Jeremy Boss, Audit and Risk Committee Chair (appointed January 2016)</li>\n  <li>Christopher Morson (appointed October 2013 and re-appointed in October 2016)</li>\n  <li>Emma West (appointed November 2014)</li>\n  <li>Paul Rodgers, accountancy and commercial operations (DfT SCS appointed October 2012)</li>\n  <li>Sarah Scullion, human resources (<abbr title=\"Department for Work and Pensions\">DWP</abbr> SCS appointed June 2013 retired June 2016)</li>\n  <li>Helen John, sponsorship of arm’s length bodies and finance (<abbr title=\"Department for Work and Pensions\">DWP</abbr> SCS appointed October 2016)</li>\n</ul>\n\n<p>I attend along with the Finance Director and Head of Internal Audit as observers; National Audit Office and KPMG as sub-contracted auditors to National Audit Office. Other ET members attend as observers by rotation and when the committee has asked to discuss matters for which they are accountable. Representatives of DfT Finance have a standing invitation to attend every meeting.</p>\n\n<p>The Audit and Risk Committee has access to all internal audit reports, major project assurance reports, external reviews, risk registers and management reports. The agenda follows a cyclical pattern for external reporting but consider the following at each of their 4 meetings:</p>\n\n<ul>\n  <li>progress against assurance plans; adequacy of response to the risk register and that correct risks have been identified</li>\n  <li>management responses and action progress against assurance reviews</li>\n  <li>response to fraud and bribery threats</li>\n  <li>ICT security and any breaches reported.</li>\n</ul>\n\n<p>The Audit and Risk Committee challenges and approves the agency Management Assurance Statement and the Annual Report and Accounts.</p>\n\n<h4 id=\"wider-governance\">Wider governance</h4>\n\n<p>DfT Sponsor helps ensure sufficient priority is afforded to operational delivery, progress towards business plan performance measures and the management of risk through regular challenge meetings with myself and the Finance Director.</p>\n\n<p>We contribute monthly to DfT transparency reporting on progress towards financial targets and cash forecasting, expenditure and contracts in respect of our own activities. Our reports, together with emerging escalated risks and issues, are aggregated with those of other agencies and considered at DfT Executive Committee and Group Audit and Risk Committee as appropriate.</p>\n\n<h4 id=\"managing-our-risks\">Managing our risks</h4>\n<p>Our risk policy is updated on an annual basis to ensure the risk management framework and approach to risk appetite is appropriately defined and remains effective. The current agency risk policy is published on our internal intranet site and remains aligned to the overarching DfT policy.</p>\n\n<p>Risks are identified and managed at several levels and captured on a standard reporting template. There is an established process for escalating risks to the Corporate Risk Register which is reviewed by the Executive Team on a monthly basis and quarterly by our board and our Audit and Risk Committee.</p>\n\n<p>The ET and board consider potential new risks that we face on an ongoing basis. A specific risk identification exercise was undertaken in August 2016 identifying risks to be included on the Corporate Risk Register.</p>\n\n<p>The main risks at the 2016-17 year end included a number of inherent risks that we will always need to monitor. Such risks include ensuring robust business continuity plans are in place to address a range of potential disruptive scenarios; and the ongoing risks based around resource and resilience.</p>\n\n<p>We have a continuous focus on the security and integrity of the data and information for which we are responsible. The Data Governance Board (DGB) provides the Senior Information Risk Owner (SIRO) and through the SIRO, the board with the necessary assurances in relation to the data and information for which we hold responsibility.</p>\n\n<p>Significant risks are escalated as appropriate to DfT in accordance with requirements set by the Department and HM Treasury.</p>\n\n<h4 id=\"managing-the-business--change-and-investment\">Managing the business – change and investment</h4>\n\n<p>We manage the introduction of change through the strategic pipeline along with assignment of strategic priority. The key features of this process are:</p>\n\n<ul>\n  <li>a rolling pipeline of planned change including projects, contracts, business as usual and business development activities</li>\n  <li>a fortnightly Change Board consisting of the ET and representatives from business, finance and Information Technology Services (ITS), which acts as the first decision making forum in the pipeline process</li>\n  <li>a fortnightly Business Impact Panel (BIP) consisting of representatives from across the agency. This panel assesses the potential impact of any change and allocates up to £50k funding to initiate discovery work and validate the scope of any change, agree requirements and consider options for delivery. The outcome of the discovery enables investment decision making</li>\n  <li>our business case process determines the appropriate governance route for each investment. A 3-stage business case process (following HM Treasury Green Book guidance) is undertaken for changes with a lifecycle cost greater than £1 million with smaller value investments requiring a cost benefits analysis</li>\n  <li>all business cases are subject to internal specialist review and approval, prior to approval at the appropriate investment board, depending on value (for example, programme, Executive Team, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Agency Board).</li>\n</ul>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64854/Governance-model.jpg\" alt=\"Governance model\"></div></figure>\n\n<h4 id=\"cabinet-office-spending-controls\">Cabinet Office spending controls</h4>\n\n<p>In addition to the rules set out in Managing Public Money, Cabinet Office operates a set of additional spending controls.</p>\n\n<p>We have worked with DfT and Cabinet Office spend approval teams (for digital and technology spend) to develop and pilot a new and more responsive spend control process. This has been based on our pipeline view of change and an assessment of our governance and controls. The pilot has run in parallel with the existing spend controls process and a positive outcome will enable rollout of the new pipeline approval across all change portfolios through 2017-18. We meet with DfT and Cabinet Office on a monthly basis to review individual projects and assess progress against spend plans, with quarterly assessments also being undertaken by Cabinet Office. This new approach allows DfT and Cabinet Office to concentrate on fewer, but higher profile items. Our change pipeline is key to this process by giving a forward view of change plans.</p>\n\n<p>The Cabinet Office spend controls process requires Ministerial approval for ICT spend over a threshold of £5m. One issue was identified during the year with an element of the overall PACT exit spend not receiving appropriate approval. However, we have an excellent record in this space, being recognised as an exemplar across government, as evidenced by the pilot mentioned above and our very positive record since April 2015 to March 2017, receiving approval for 48 different ICT initiatives with a total value of £168m.</p>\n\n<h4 id=\"financial-controls\">Financial controls</h4>\n\n<p>Review of operational budgets and project affordability takes place at the monthly finance ET meeting with confirmation of affordability given by the Finance Director. Budgetary controls are supported by a robust and formal full monthly planning and re-forecasting cycle, monitoring volume and change demand. A summary of the results are reported monthly to our board.</p>\n\n<p>As the Accounting Officer, I hold a letter of Financial Delegation issued by the Permanent Secretary of DfT. I sub-delegate financial delegations to Executive Directors and key finance staff.</p>\n\n<p>Staff who have been allocated a delegation must ensure that they have completed the mandatory training programme and been assessed to ensure competence to fulfil the role.</p>\n\n<p>We have developed and implemented a strategy and framework for the analytical assurance of both business case models and statistic reports. The framework details roles and responsibilities and ensures we enshrine the principles of the Macpherson Review in the day-to-day operation of our business. We ensure a robust body of documentation is available for audit. Analytical assurance statements are produced as standard reflecting best practice. Specialist review sign-off of business cases ensures analytical assurance is undertaken before investment decisions being made. A periodic review is undertaken assessing our organisation’s business models against DfT criteria to establish if the model in question is classified as ‘business critical’. At present we do not have any models classed as ‘business critical’.</p>\n\n<h4 id=\"shared-services\">Shared Services</h4>\n\n<p>Since divestment, Shared Services has provided services to DfT and <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>. Commercial discussions with Arvato have been concluded and both platforms are to be maintained with DfT managing the contract directly. This has led to DfT being in control of ensuring continuity of service; standardisation of process; securing value for money; and its future direction.</p>\n\n<p>As the framework authority, DfT Accounting Officer is now responsible for providing DfT and <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>, with assurance that Independent Shared Service Centre (ISSC) 1 is meeting its contractual obligations. The DfT Accounting Officer is supported in this role by a dedicated Shared Service Audit Committee.</p>\n\n<p>DfT has received an International Standards of Assurance Engagement (ISAE) 3402 report produced by KPMG on Arvato’s operation of the control environment at ISSC1. DfT has also received a number of internal audit reports on ISSC1 risk controls. <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> has placed reliance on these reports for assurance over ISSC1’s control environment during the 2016-17 financial year.</p>\n\n<h4 id=\"commercial-controls\">Commercial controls</h4>\n<p>As a central government body, our commercial activity is governed by legislation within the Public Contracts Regulations 2015. Governance and control of commercial activity is administered by the Commercial Directorate and overseen by the Commercial Director.</p>\n\n<p>Our Commercial Directorate is responsible for ensuring that commercial practice is compliant with the regulations. In line with the government’s transparency agenda, all tender opportunities are published, including single tender actions and contracts over £10,000.</p>\n\n<p>The Commercial Directorate has developed Commercial Procedures and a Commercial Policy which act as the 2 primary control documents governing commercial activity.</p>\n\n<p>Contractual authority emanates from me as Accounting Officer and is delegated to individuals in specific posts (primarily Commercial Director, Head of Procurement and senior commercial managers) and is not transferable. Only those with contractual authority are allowed to commit us to any commercial activity. Contractual authority is distinct from financial authority and no individual is permitted to exercise both for the same requirement.</p>\n\n<p>We have developed an efficient and effective practice whereby all contracts are sponsored at ET level. This is supplemented by making day-to-day contract management the shared responsibility of a business owner and a professional Commercial Advisor from within Commercial Directorate; supported by a professional Financial Advisor.</p>\n\n<h4 id=\"data-controls\">Data controls</h4>\n<p>The governance arrangements for control of data have not changed significantly. Embedded processes whilst under constant review have proved fit for purpose and are mature.</p>\n\n<p>The SIRO who is also the Director of Strategy, Policy and Communications is accountable for information risk and is supported by a Chief Information Security Officer (CISO) and Information Asset Owners (IAO’s) the latter being accountable for the day to day control of information.</p>\n\n<p>Data control and risk is co-ordinated through a DGB chaired by the SIRO and attended by subject matter experts from across the organisation. The Chief Executive also attends this board.</p>\n\n<p>There have been 15 incidents of personal data breaches this year which is a decrease from last year (21 in 2015-16). All of these breaches have been low volume and largely attributed to human error, none required reporting to the Information Commissioners’ Office.</p>\n\n<p>The threats to our information from both criminal and other activity are increasing globally. Our controls are under constant review with privacy impact assessments being made for data releases, new systems or changes to existing processes. This allows us to adjust control frameworks ranging from contractual arrangements to technical controls as needed.</p>\n\n<p>With the increasing threats to personal data globally we have focused on awareness and training for staff with various events across the agency such as security awareness week. We have targeted training events for our IAO’s and Information Assurance Staff. In addition all staff have to pass an annual assessment on information security principles and best practice with the pass mark set at 80%. This assessment is also used to raise  awareness of current risk and threat trends.</p>\n\n<p>Looking forward we have started preparatory work for compliance with the General Data Protection Regulation coming into force during 2018. As part of this preparation we are reviewing our ISO27001 compliance against our core datasets.</p>\n\n<h4 id=\"fraud-error-and-debt\">Fraud, error and debt</h4>\n\n<p>The management of fraud, error and debt is a critical part of good governance. Losses and recoveries are reported to Cabinet Office. Overall responsibility for our management of this area sits with the Director of Strategy, Policy and Communications, supported by a cross-agency Fraud, Error and Debt Board.</p>\n\n<p>Counter fraud initiatives and fraud investigations are taken forward by the Fraud Policy and Investigations Team, often in liaison with our operational Criminal Intelligence Officers. The Government Internal Audit Agency (GIAA) provides support and input to fraud investigations, advising on aspects of control and risk management.</p>\n\n<p>The Fraud Policy and Investigations team review all changes initiatives and work closely with individual business areas to fraud risk assess business processes, providing support and advice on fraud mitigation. The team is currently working with DfT to review the new government counter fraud standards which will be in place from April 2017. These are being rolled out to standardise and improve counter fraud practices across government and we will be assessing current processes in line with these standards. A new Government Counter Fraud profession will also be introduced in 2017.</p>\n\n<h4 id=\"accounting-officer-assurance\">Accounting Officer assurance</h4>\n\n<p>The system of internal control is designed to manage risk to a reasonable level, rather than to eliminate all risk. It should provide reasonable and not absolute assurance of effectiveness. The system of internal control supports the achievement of our policies, aims and objectives, whilst safeguarding the funds and assets of the organisation, in accordance with HM Treasury’s Managing Public Money.</p>\n\n<p>As Accounting Officer for <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>, I have responsibility for reviewing the effectiveness of the systems of internal control. This is primarily informed by our internal audit reviews, along with the management assurance reporting of our managers who are responsible for the development and maintenance of the internal control framework.</p>\n\n<p>Twice a year, a Management Assurance Statement review is undertaken to review all facets of management assurance, policy and practice. The 2016-17 Management Assurance Statement review asked our senior managers to provide performance commentary and evidence on the application of 40 aspects of assurance. There were 31 areas of substantial assurance and 9 areas of assurance were classed as moderate. Responses were compiled by subject matter experts, challenged by internal audit, ET, DfT and signed off by Audit and Risk Committee. The areas with moderate assurance (and not substantial) correspond with internal audit expectations. Action plans are in place to address any further improvements where required.</p>\n\n<h4 id=\"audit-and-risk-committee-1\">Audit and Risk Committee</h4>\n\n<p>Our board and Audit and Risk Committee assist in developing and overseeing governance assurance processes and the plans to address any identified weaknesses. This ensures that continual improvement of the systems remains a priority.</p>\n\n<p>These processes apply to all our activities and transactions in the Business Account and Trust Statement. The Chair of the Audit and Risk Committee reports regularly to the board on the Audit and Risk Committee’s views on the effectiveness of our governance, risk management and internal control arrangements.</p>\n\n<h4 id=\"internal-audit\">Internal audit</h4>\n\n<p>Our internal audit team are now part of the GIAA. This move increases the independence of the internal audit function and follows wider government priorities for internal audit services within the Civil Service. Benefits include greater consistency and joined up working for the provision of internal audit services across government.</p>\n\n<p>The internal audit team operates to prescribed Public Sector Internal Audit Standards and complies with procedures and standards set by the GIAA. The internal audit report provides me with an independent and objective opinion on the adequacy and effectiveness of our system of internal control, together with recommendations agreed to by management for improvement to address identified areas of risk or control enhancement.</p>\n\n<p>The Head of Internal Audit has unfettered access to the Chair of the Audit and Risk Committee and as Accounting Officer, I also work closely with the DfT Group Chief Internal Auditor within GIAA. The audit plan for the year is informed by the main risks to our business and encompasses a broad range of internal controls. This includes assurance over the security and use of our data, as well as contractual commitments and data protocols for those organisations that interact with us.</p>\n\n<h4 id=\"head-of-internal-audit-opinion\">Head of Internal Audit opinion</h4>\n\n<p>On the basis of the evidence obtained during 2016-17 the Head of Internal Audit was able to provide a moderate level of assurance that the framework of governance, risk management and control is appropriately defined and working effectively throughout 2016-17.</p>\n\n<p>The Head of Internal Audit has advised that this opinion reflects the maturity of our Risk Management Framework; and our continued focus on further strengthening existing governance arrangements.</p>\n\n<p>Established key controls were found to be generally working effectively but with some improvements required to enhance the adequacy and effectiveness of the framework of governance, risk management and control. The areas for further improvements and which would benefit from strengthening procedural controls are predominantly areas impacted by the significant change. There have been notable improvements in IT functions after being brought in-house as a result of the exit from the PACT contract. This reflects a change in leadership within Information Technology Services; focussing on harmonising IT services combined with organisational restructure.</p>\n\n<p>The cases where internal audit identified the need for control enhancements were not deemed significant in the context of the overall control environment. Where enhancements were proposed, corrective action has been agreed with management. Delivery against those actions is monitored closely by the Executive Team and where relevant, by the appropriate governance board (such as the DGB and Audit and Risk Committee).</p>\n\n<p>Actions agreed with management against weaknesses identified as part of the internal audit programme have contributed to the overall assurance reported within this Governance Statement.</p>\n\n<h4 id=\"monitoring-of-specific-control-issues\">Monitoring of specific control issues</h4>\n\n<p>The Agency identified during the year that an element of the PACT exit costs relating to expenditure incurred on operational transition services, owing to an omission, did not have full and appropriate prospective ICT spend approval from Cabinet Office. However the Agency did receive Cabinet Office approval for the wider PACT Exit project. Cabinet Office was immediately informed and the Agency pursued this approval through the established retrospective approvals process offered under Cabinet Office guidelines; however retrospective approval was not received. Procedures have subsequently been reviewed.</p>\n\n<p>A number of ‘deep dive’ internal audit review activities during 2016-17 have identified instances where we could make further control improvements.  These have covered specific actions to address very specific control issues – predominantly (not limited to) those areas that have been the transition of IT services.  Management have agreed actions to take forward; and are closely monitored in line with the established arrangements described above.</p>\n\n<p>In the opinion of the Head of Internal Audit there are no further significant weaknesses that fall within the scope of issues that should be reported here.</p>\n\n<h2 id=\"remuneration-and-staff-report\">\n<span class=\"number\">4. </span> Remuneration and staff report</h2>\n\n<h4 id=\"remuneration-report\">Remuneration report</h4>\n\n<h4 id=\"remuneration-policy\">Remuneration policy</h4>\n<p>The remuneration of senior civil servants is set by the Prime Minister following independent advice from the review body on senior salaries.</p>\n\n<p>The review body takes account of the evidence it receives about wider economic considerations and the affordability of its recommendations. Further information about the work of the review body can be found at Office of Manpower Economics.</p>\n\n<p>We have our own remuneration committee in line with board best practice, chaired by a Non-Executive Director. Further details can be found within the Governance Statement.</p>\n\n<h4 id=\"service-contracts\">Service contracts</h4>\n<p>Civil Service appointments are made in accordance with the Civil Service Commissioners’ Recruitment Code, it requires appointments to be based on fair and open competition but also includes the circumstances when appointments may otherwise be made. Unless otherwise stated below, the officials covered by this report hold appointments that are open-ended. Early termination, other than for misconduct, would result in the individual receiving compensation as set out in the Civil Service Compensation Scheme. The standard period of notice to be given by directors is 3 months.</p>\n\n<h4 id=\"salary-and-pension-entitlements\">Salary and pension entitlements</h4>\n\n<p>The remuneration and pension interests of the Chief Executive and directors are set out below.</p>\n\n<p>The senior civil servant annual pay award bonus is determined by performance. These pay award bonuses are awarded to the top 25% of senior civil servants. They are made to reward in-year performance in relation to agreed objectives, or short-term personal contributions to wider organisational objectives.</p>\n\n<h4 id=\"salary\">Salary</h4>\n\n<p>Salary includes gross salary, overtime, recruitment and retention allowances and any other allowance to the extent that it is subject to UK taxation. This report is based on payments made by us and recorded in these accounts. The directors did not receive any non-cash benefits during the current or prior year.</p>\n\n<h4 id=\"performance-bonus\">Performance bonus</h4>\n<p>Performance is assessed annually for directors through the appraisal processes. These are stipulated by DfT and entitlement to performance enhancements or bonuses established in comparison across the DfT family is through the departmental evaluation committee, chaired by the Permanent Secretary. Our remuneration committee provides advice to DfT on performance of directors.</p>\n\n<h4 id=\"civil-service-pensions\">Civil Service pensions</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/65424/Civil_Service_Pensions_0.jpg\" alt=\"Civil Service Pensions\"></div></figure>\n\n<p>Pension benefits are provided through the Civil Service pension arrangements. From 1 April 2015 a new pension scheme for civil servants was introduced – the Civil Servants and Others Pension Scheme (CSOPS) or alpha, which provides benefits on a career average basis with a normal pension age equal to the member’s State Pension Age (or 65 if higher). From that date all newly appointed civil servants and the majority of those already in service joined alpha. Before that date, civil servants participated in the Principal Civil Service Pension Scheme (PCSPS). The PCSPS has 4 sections: 3 providing benefits on a final salary basis (classic, premium or classic plus) with a normal pension age of 60 and one providing benefits on a whole career basis (nuvos) with a normal pension age of 65.</p>\n\n<p>These statutory arrangements are unfunded with the cost of benefits met by monies voted by Parliament each year. Pensions payable under classic, premium, classic plus, nuvos and alpha are increased annually in line with Pensions Increase legislation. Existing members of the PCSPS, who were within 10 years of their normal pension age on 1 April 2012, remained in the PCSPS after 1 April 2015. Those who were between 10 years and 13 years and 5 months from their normal pension age on 1 April 2012 will switch into alpha sometime between 1 June 2015 and 1 February 2022. All members who switch to alpha have their PCSPS benefits ‘banked’, with those with earlier benefits in one of the final salary sections of the PCSPS having those benefits based on their final salary when they leave alpha. The pension figures quoted for officials show pension earned in PCSPS or alpha – as appropriate. Where the official has benefits in both the PCSPS and alpha the figure quoted is the combined value of their benefits in the 2 schemes. Members joining from October 2002 may opt for either the appropriate defined benefit arrangement or a ‘money purchase’ stakeholder pension with an employer contribution (partnership pension account).</p>\n\n<p>Employee contributions are salary-related and range between 3.8% and 8.05% of pensionable earnings for members of classic (and members of alpha who were members of classic immediately before joining alpha) and between 4.6% and 8.05% for members of premium, classic plus, nuvos and all other members of alpha. Benefits in classic accrue at the rate of 1/80th of final pensionable earnings for each year of service. In addition, a lump sum equivalent to 3 years initial pension is payable on retirement. For premium, benefits accrue at the rate of 1/60th of final pensionable earnings for each year of service. Unlike classic, there is no automatic lump sum. Classic plus is essentially a hybrid with benefits for service before 1 October 2002 calculated broadly as per classic and benefits for service from October 2002 worked out as in premium.</p>\n\n<p>In nuvos a member builds up a pension based on their pensionable earnings during their period of scheme membership. At the end of the scheme year (31 March) the member’s earned pension account is credited with 2.3% of their pensionable earnings in that scheme year and the accrued pension is uprated in line with Pensions Increase legislation. Benefits in alpha build up in a similar way to nuvos, except that the accrual rate is 2.32%. In all cases members may opt to give up (commute) pension for a lump sum up to the limits set by the Finance Act 2004.</p>\n\n<p>The partnership pension account is a stakeholder pension arrangement. The employer makes a basic contribution of between 8% and 14.75% (depending on the age of the member) into a stakeholder pension product chosen by the employee from a panel of providers.</p>\n\n<p>The employee does not have to contribute, but where they do make contributions, the employer will match these up to a limit of 3% of pensionable salary (in addition to the employer’s basic contribution). Employers also contribute a further 0.5% of pensionable salary to cover the cost of centrally-provided risk benefit cover (death in service and ill health retirement).</p>\n\n<p>The accrued pension quoted is the pension the member is entitled to receive when they reach pension age or immediately on ceasing to be an active member of the scheme if they are already at or over pension age. Pension age is 60 for members of classic, premium and classic plus, 65 for members of nuvos and the higher of 65 or State Pension Age for members of alpha. The pension figures quoted for officials show pension earned in PCSPS or alpha – as appropriate. Where the official has benefits in both the PCSPS and alpha, the figure quoted is the combined value of their benefits in the 2 schemes, but note that part of that pension may be payable from different ages.</p>\n\n<p>For further details about the Civil Service pension arrangements visit <a rel=\"external\" href=\"http://www.civilservicepensionscheme.org.uk/\">civilservicepensionscheme.org.uk</a>.</p>\n\n<h4 id=\"cash-equivalent-transfer-values\">Cash Equivalent Transfer Values</h4>\n\n<p>A Cash Equivalent Transfer Value (CETV) is the actuarially assessed capitalised value of the pension scheme benefits accrued by a member at a particular point in time. The benefits valued are the member’s accrued benefits and any contingent spouse’s pension payable from the scheme. A CETV is a payment made by a pension scheme or arrangement to secure pension benefits in another pension scheme or arrangement when the member leaves a scheme and chooses to transfer the benefits accrued in their former scheme. The pension figures shown relate to the benefits that the individual has accrued as a consequence of their total membership of the pension scheme, not just their service in a senior capacity to which disclosure applies.</p>\n\n<p>The figures include the value of any pension benefit in another scheme or arrangement which the member has transferred to the Civil Service pension arrangements. They also include any additional pension benefit accrued to the member as a result of their buying additional pension benefits at their own cost. CETVs are worked out in accordance with The Occupational Pension Schemes (Transfer Values) (Amendment) Regulations 2008 and do not take account of any actual or potential reduction to benefits resulting from lifetime allowance tax which may be due when pension benefits are taken.</p>\n\n<h4 id=\"real-increase-in-cetv\">Real increase in CETV</h4>\n\n<p>This reflects the increase in CETV that is funded by the employer. It does not include the increase in accrued pension due to inflation, contributions paid by the employee (including the value of any benefits transferred from another pension scheme or arrangement) and uses common market valuation factors for the start and end of the period.</p>\n\n<h4 id=\"remuneration-of-the-executive-board-members--audited\">Remuneration of the Executive board members – audited</h4>\n\n<h4 id=\"single-total-figure-of-remuneration\">Single total figure of remuneration</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>Salary</th>\n    <th></th>\n    <th>Performance bonus</th>\n    <th></th>\n    <th>Pension benefits</th>\n    <th></th>\n    <th>Total</th>\n    <th></th>\n  </tr>\n  <tr>\n    <th></th>\n    <th>2016-17<br>£000</th>\n    <td>2015-16<br>£000</td>\n    <th>2016-17<br>£000</th>\n    <td>2015-16<br>£000</td>\n    <th>2016-17<br>£000</th>\n    <td>2015-16<br>£000</td>\n    <th>2016-17<br>£000</th>\n    <td>2015-16<br>£000</td>\n  </tr>\n    <tr>\n    <th>Chief Executive<br>Oliver Morley¹</th>\n    <td>130-135</td>\n    <td>130-135</td>\n    <td>15-20</td>\n    <td>10-15</td>\n    <td>20-25</td>\n    <td>20-25</td>\n    <td>165-170</td>\n    <td>165-170</td>\n  </tr>\n  <tr>\n    <th>Executive board members</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Rachael Cunningham<br>Finance Director\n</td>\n    <td>80-85</td>\n    <td>80-85</td>\n    <td>10-15</td>\n    <td>-</td>\n    <td>30-35</td>\n    <td>35-40</td>\n    <td>120-125</td>\n    <td>115-120</td>\n  </tr>\n  <tr>\n    <td>Louise White<br>HR and Estates Director (from 27 September 2016) previously Acting HR and Estates Director (from 28 June 2016)</td>\n    <td>60-65 (80-85 FYE²)</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>90-95</td>\n    <td>-</td>\n    <td>170-175</td>\n    <td>-</td>\n  </tr>\n    <tr>\n    <td>Andrew Falvey<br>Commercial Director (from 12 May 2015, interim \nCommercial Director from 5 May 2014)</td>\n    <td>75-80</td>\n    <td>75-80</td>\n    <td>-</td>\n    <td>-</td>\n    <td>30-35</td>\n    <td>25-30</td>\n    <td>105-110</td>\n    <td>105-110</td>\n  </tr>\n  <tr>\n    <td>Tony Ackroyd<br>Operations and Customer Services Director</td>\n    <td>85-90</td>\n    <td>85-90</td>\n    <td>10-15</td>\n    <td>-</td>\n    <td>30-35</td>\n    <td>30-35</td>\n    <td>135-140</td>\n    <td>120-125</td>\n  </tr>\n  <tr>\n    <td>Julie Lennard<br>Strategy, Policy and Communications Director</td>\n    <td>80-85</td>\n    <td>80-85</td>\n    <td>10-15</td>\n    <td>10-15</td>\n    <td>30-35</td>\n    <td>30-35</td>\n    <td>125-130</td>\n    <td>125-130</td>\n  </tr>\n  <tr>\n    <td>Dave Perry¹<br>Chief Technology Officer (from 3 June 2016)</td>\n    <td>105-110 (125 – 130 FYE²)</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>5-10</td>\n    <td>-</td>\n    <td>110-115</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Tracy Nash<br>Interim Finance Director (25 May 2016 to 30 September 2016)</td>\n    <td>20-25 (70-75 FYE²)</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>5-10</td>\n    <td>-</td>\n    <td>30-35</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Phil Bushby<br>HR and Estates Director (to 27 June 2016)</td>\n    <td>15-20 (70-75FYE²)</td>\n    <td>70-75</td>\n    <td>-</td>\n    <td>-</td>\n    <td>0-5</td>\n    <td>30-35</td>\n    <td>20-25</td>\n    <td>100-105</td>\n  </tr>\n  <tr>\n    <td>Iain Patterson³ <br>Director of Technology (to 29 February 2016)</td>\n    <td>-</td>\n    <td>105-110 (115-120 FYE²)</td>\n    <td>-</td>\n    <td>5-10</td>\n    <td>-</td>\n    <td>45-50</td>\n    <td>-</td>\n    <td>160-165</td>\n  </tr>\n</table>\n\n<p>¹ Does not participate in the PCSPS.<br>\n² Full year equivalent.<br>\n³ Iain Patterson was employed by GDS as a full-time civil servant and was seconded to <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> until 29 February 2016. He was paid directly by GDS.</p>\n\n<p>Bonuses relate to those paid in 2016-17 in respect of 2015-16 performance. Bonuses to be paid in 2017-18 in respect of 2016-17 performance are yet to be determined. There were no benefits in kind.</p>\n\n<p>Pension benefits included in the table above represent the actuarially assessed increase in \npension benefits at retirement age arising due to in-year service, calculated as per Finance Act 2013 rules.</p>\n\n<h4 id=\"median-staff-pay-multiples---audited\">Median staff pay multiples - audited</h4>\n\n<table>\n<tr>\n<td></td>\n<th>2016-17</th>\n<td>2015-16</td>\n</tr>\n<tr>\n<td>Band of highest paid director total remuneration (£000)</td>\n<th>145 - 150</th>\n<td>145 - 150</td>\n</tr>\n<tr>\n<td>Median total remuneration (£)</td>\n<th>20,566</th>\n<td>21,234</td>\n</tr>\n<tr>\n<td>Ratios </td>\n<th>7.17</th>\n<td>6.95</td>\n</tr>\n<tr>\n<td>Number of employees receiving remuneration in excess of highest paid Director</td>\n<th>-</th>\n<td>-</td>\n</tr>\n<tr>\n<td>Remuneration range for employees excluding highest paid director (£000)</td>\n<th>16 - 127</th>\n<td>17 - 138</td>\n</tr>\n</table>\n\n<p>Total remuneration within the calculation includes salary, non-consolidated performance related pay and benefits-in-kind. It does not include employer pension contributions and the cash equivalent transfer value of pensions.</p>\n\n<p>The above ratios report the mid-point banded remuneration of the highest paid director in relation to the median remuneration of our staff. The ratios are a reflection of the composition, by grade, of individuals employed by us.</p>\n\n<h4 id=\"pension-benefits-of-the-executive-board-members--audited\">Pension benefits of the Executive board members – audited</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>Real increase in pension and related lump sum at age 60 during year</th>\n    <th>Total accrued pension at age 60 and lump sum at 31/3/17</th>\n    <th></th>\n    <th>Cash Equivalent Transfer Values (CETV)</th>\n    <th>Real increase in CETV as funded by employer in year</th>\n    <th>Employer contribution to partnership pension account</th>\n  </tr>\n    <tr>\n    <th></th>\n    <th>£000</th>\n    <th>£000</th>\n    <th>At 31/3/17<br>£000</th>\n    <th>¹At 31/3/16<br>£000</th>\n    <th>£000</th>\n    <th>(To the nearest £100)<br>£\n</th>\n  </tr>\n  <tr>\n    <td>Oliver Morley²</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>£21,800</td>\n  </tr>\n  <tr>\n    <td>Rachael Cunningham</td>\n    <td>0.2.5</td>\n    <td>15-20</td>\n    <td>233</td>\n    <td>207\n    </td>\n<td>13</td>\n    <td>-</td>\n    \n  </tr>\n  <tr>\n    <td>Louise White</td>\n    <td>2.5 – 5 plus a lump sum of 7.5-10</td>\n    <td>30-35 plus a lump sum of 85-90</td>\n    <td>553</td>\n    <td>468</td>\n    <td>62</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Andrew Falvey</td>\n    <td>0-2.5</td>\n    <td>10-15</td>\n    <td>183</td>\n    <td>151</td>\n    <td>21</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Tony Ackroyd</td>\n    <td>0-2.5</td>\n    <td>5-10</td>\n    <td>81</td>\n    <td>50</td>\n    <td>23</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Julie Lennard</td>\n    <td>0-2.5</td>\n    <td>10-15</td>\n    <td>167</td>\n    <td>144</td>\n    <td>14</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Dave Perry²</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>N/A</td>\n    <td>5,700</td>\n  </tr>\n  <tr>\n    <td>Tracy Nash</td>\n    <td>0-2.5</td>\n    <td>10-15</td>\n    <td>163</td>\n    <td>153</td>\n    <td>3</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Phil Bushby</td>\n    <td>0-2.5</td>\n    <td>10-15</td>\n    <td>172</td>\n    <td>159</td>\n    <td>1</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Iain Patterson</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>78</td>\n    <td>-</td>\n    <td>-</td>\n  </tr>\n</table>\n\n<p>¹ Or at date of appointment as director if later.<br>\n² Does not participate in the PCSPS.</p>\n\n<h4 id=\"remuneration-of-the-non-executive-board-members--audited\">Remuneration of the Non-Executive board members – audited</h4>\n\n<table>\n<tr>\n<td></td>\n<th>2016-17</th>\n<td>2015-16</td>\n</tr>\n<tr>\n<td></td>\n<th>£000</th>\n<td>£000</td>\n</tr>\n<tr>\n<td>Lesley Cowley</td>\n<th>35 - 40</th>\n<td>30 - 35</td>\n</tr>\n<tr>\n<td>Mike Brooks (i)</td>\n<th>-</th>\n<td>10 - 15</td>\n</tr>\n<tr>\n<td>Christopher Morson</td>\n<th>15 - 20</th>\n<td>20 - 25</td>\n</tr>\n<tr>\n<td>Emma West</td>\n<th>15 - 20</th>\n<td>10 - 15</td>\n</tr>\n<tr>\n<td>Jeremy Boss (ii)</td>\n<th>10 - 15</th>\n<td>0 - 5</td>\n</tr>\n</table>\n\n<p>The above include travel and subsistence expenses in accordance with civil service rates. <br>\n(i) Includes remuneration in respect of DfT activities. Mike Brooks resigned on 30 September 2015<br>\n(ii) Jeremy Boss became a Non-Executive board member in January 2016.</p>\n\n<h4 id=\"staff-report\">Staff report</h4>\n\n<p>We employ 5,351 full- time equivalent staff in Swansea. We are one of the largest employers in the Swansea area.</p>\n\n<p>Our strategic plan going forward is to gradually reduce our headcount as we realise the benefits of increased digitalisation and more efficient processes. We will look to achieve an overall headcount of 5,000 full time equivalents which will be driven by both natural attrition rates and through re-shaping the organisation.</p>\n\n<p>While we will keep tight controls on our workforce, we are prepared to see new jobs created where new externally funded opportunities arise and through the in-sourcing of IT activities. If we take on new activities then this would potentially offset any reductions.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th> </th>\n      <th>Workforce 2014-17 (Full-time equivalents)</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>March 2014</td>\n      <td>4,965</td>\n    </tr>\n    <tr>\n      <td>March 2015</td>\n      <td>5,147</td>\n    </tr>\n    <tr>\n      <td>March 2016</td>\n      <td>5,430</td>\n    </tr>\n    <tr>\n      <td>March 2017</td>\n      <td>5,351</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"number-of-senior-civil-service-staff-by-band\">Number of senior civil service staff by band</h4>\n\n<table>\n<tr>\n<th>SCS band</th>\n<th>2016-17</th>\n<th>2015-16</th>\n</tr>\n<tr>\n<td>Band 2</td>\n<td>1</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Band 1</td>\n<td>6</td>\n<td>7</td>\n</tr>\n<tr>\n<th>Total Number</th>\n<td>7</td>\n<td>8</td>\n</tr>\n</table>\n\n<h4 id=\"staff-composition-by-gender--board-members-directors-and-senior-civil-servants-and-all-grades\">Staff composition by gender – board members, directors and senior civil servants and all grades</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64855/Staff-composition-by-gender.jpg\" alt=\"Staff composition by gender\"></div></figure>\n\n<h4 id=\"staff-numbers-and-related-costs--audited\">Staff numbers and related costs – audited</h4>\n\n<p>Staff costs and average number of whole-time equivalent persons employed during the year, excluding staff managed by DfT, comprise:</p>\n\n<table>\n  <tr>\n    <th></th>\n    <th>Permanently employed staff<br>£000</th>\n    <th>Short-term employment contract and agency staff<br>£000</th>\n    <th>2016-17 total<br>£000</th>\n  </tr>\n  <tr>\n    <td>Wages and salaries</td>\n    <th>137,903</th>\n    <th>5,698</th>\n    <th>143,601</th>\n  </tr>\n  <tr>\n    <td>Social security costs</td>\n    <th>11,674</th>\n    <th>123</th>\n    <th>11,797</th>\n  </tr>\n  <tr>\n    <td>Other pension costs (i)</td>\n    <th>24,483</th>\n    <th>466</th>\n    <th>24,949</th>\n  </tr>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n  <tr>\n    <th>Total <sup>3</sup> </th>\n    <th>174,060</th>\n    <th>6,287</th>\n    <th>180,347</th>\n  </tr>\n<tr>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n  <tr>\n    <td></td>\n    <th>FTEs</th>\n    <th>FTEs</th>\n    <th>FTEs</th>\n  </tr>\n  <tr>\n    <th>Total directly employed</th>\n    <th>5,351</th>\n    <th>160</th>\n    <th>5,511</th>\n  </tr>\n</table>\n\n<p><sup>3</sup> Total staff costs shown above are net of £274,000 capitalised costs in year.</p>\n\n<p>(i) Includes the impact of The New Fair Deal policy that allows employees who are transferred from the public sector to a non-public sector employer under TUPE terms to continue to access their previous public sector pension scheme.  It also covers employees who transfer back to the public sector from a private employer.</p>\n\n<table>\n  <tr>\n    <th></th>\n    <th>Permanently employed staff<br>£000</th>\n    <th>Short-term employment contract and agency staff<br>£000</th>\n    <th>2015-16 total<br>£000</th>\n  </tr>\n  <tr>\n    <td>Wages and salaries</td>\n    <td>130,014</td>\n    <td>2,323</td>\n    <td>132,337</td>\n  </tr>\n  <tr>\n    <td>Social security costs</td>\n    <td>8,211</td>\n    <td>91</td>\n    <td>8,302</td>\n  </tr>\n  <tr>\n    <td>Other pension costs (i)</td>\n    <td>26,432</td>\n    <td>388</td>\n    <td>26,820</td>\n  </tr>\n  <tr>\n    <th>Total <sup>4</sup> </th>\n    <th>164,657</th>\n    <th>2,802</th>\n    <th>167,459</th>\n  </tr>\n  <tr>\n    <td></td>\n    <td>FTEs</td>\n    <td>FTEs</td>\n    <td>FTEs</td>\n  </tr>\n  <tr>\n    <th>Total directly employed</th>\n    <td>5,262</td>\n    <td>143</td>\n    <td>5,405</td>\n  </tr>\n</table>\n\n<p><sup>4</sup>Total staff costs shown above are net of £112,000 capitalised costs in year.</p>\n\n<p>The PCSPS and CSOPS – known as ‘alpha’ are unfunded multi-employer defined benefit schemes but we are unable to identify its share of the underlying assets and liabilities. The scheme actuary valued the scheme as at 31 March 2016. Details can be found in the resource accounts of the Cabinet Office: Civil Superannuation.</p>\n\n<p>For 2016-17, employers’ contributions of £26.1 million were payable to the PCSPS (2015-16: £25.0 million) at one of four rates in the range 20% to 24.5% (2015-16: 20.0% to 24.5%) of pensionable pay, based on salary bands. The scheme’s actuary reviews employer contributions usually every 4 years following a full scheme valuation. The contribution rates are set to meet the cost of the benefits accruing during 2016-17 to be paid when the member retires and not the benefits paid during this period to existing pensioners.</p>\n\n<p>Employees can opt to open a partnership pension account, a stakeholder pension with an employer contribution. Employers’ contributions of £320,435 (2015-16: £277,831) were paid to one or more of a panel of 3 appointed stakeholder pension providers. Employer contributions are age-related and ranged from 8% to 14.75% (2015-16: 3.0% to 12.5% up to 30 September 2015 and from 8.05 to 14.75% from 1 October 2015). Employers also match employee contributions up to 3% of pensionable pay. In addition, employer contributions of £10,790 – 0.5% of pensionable pay (2015-16: £10,100 – 0.5%) were payable to the PCSPS to cover the cost of the future provision of lump sum benefits on death in service and ill health retirement of these employees.</p>\n\n<h4 id=\"civil-service-and-other-compensation-schemes--exit-packages---audited\">Civil Service and other compensation schemes – exit packages - audited</h4>\n\n<p>Comparative data is shown in brackets for previous year.</p>\n\n<table>\n  <tr>\n    <th>Exit package cost band (£)</th>\n    <th>Number of compulsory redundancies agreed</th>\n    <th>Number of other departures agreed</th>\n    <th>Total number of exit packages by cost band (Total cost)</th>\n  </tr>\n  <tr>\n    <td>&lt;10,000</td>\n    <td>- (-)</td>\n    <td>12  (-)</td>\n    <td>12  (-)</td>\n  </tr>\n  <tr>\n    <td>10,000 –  25,000</td>\n    <td>- (-)</td>\n    <td>45 (12)</td>\n    <td>45 (12)</td>\n  </tr>\n  <tr>\n    <td>25,000 –  50,000</td>\n    <td>1 (-)</td>\n    <td>55 (34)</td>\n    <td>56 (34)</td>\n  </tr>\n  <tr>\n    <td>50,000 – 100,000</td>\n    <td>- (-)</td>\n    <td>39 (44)</td>\n    <td>39 (44)</td>\n  </tr>\n  <tr>\n    <td>100,000 – 150,000</td>\n    <td>- (-)</td>\n    <td>2 (-)</td>\n    <td>2 (-)</td>\n  </tr>\n  <tr>\n    <th>Total number of exit packages by type</th>\n    <th>1 (-)</th>\n    <th>153 (90)</th>\n    <th>154 (90)</th>\n  </tr>\n    <tr>\n    <th>2016-17 Total cost (£)</th>\n    <th>28,512</th>\n    <th>5,609,936</th>\n    <th>5,638,448</th>\n  </tr>\n    <tr>\n    <th>2015-16 Total cost (£)</th>\n    <th></th>\n    <th></th>\n    <th>4,345,664</th>\n  </tr>\n</table>\n\n<p>Redundancy and other departure costs have been agreed in accordance with the provisions of the Civil Service Compensation Scheme, a statutory scheme made under the Superannuation Act 1972. Exit costs are accounted for in full in the year of departure. Where we have agreed early retirements, the additional costs are met by us and not by the civil service pension scheme. Ill-health retirement costs are met by the pension scheme and are not included in the table.</p>\n\n<h4 id=\"consultancy-expenditure\">Consultancy expenditure</h4>\n\n<p>Expenditure on consultancy is shown in note 3 of the Business Account.</p>\n\n<h4 id=\"off-payroll-engagement\">Off-payroll engagement</h4>\n\n<p>Off-payroll engagements as of 31 March 2017, for more than £220 per day and that last longer than 6 months.</p>\n\n<p>The following table summarises the situation on off-payroll engagements as at 31 March.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th> </th>\n      <th>31 March 2017</th>\n      <th>31 March 2016</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Number of existing engagements as of 31 March</td>\n      <td>31</td>\n      <td>4</td>\n    </tr>\n    <tr>\n      <td>Number that have existed for less than one year at time of reporting</td>\n      <td>28</td>\n      <td>3</td>\n    </tr>\n    <tr>\n      <td>Number that have existed for between one and two years at time of reporting</td>\n      <td>3</td>\n      <td>1</td>\n    </tr>\n  </tbody>\n</table>\n\n<p>All existing off-payroll engagements, outlined above, have at some point been subject to a risk based assessment. This is to determine whether assurance is required that the individual is paying the right amount of tax and where necessary, that assurance has been sought.</p>\n\n<h4 id=\"new-off-payroll-engagements-or-those-that-reached-six-months-in-duration-between-1-april--and-31-march--for-more-than-220-per-day-and-that-last-for-longer-than-six-months\">New off-payroll engagements, or those that reached six months in duration, between 1 April  and 31 March  for more than £220 per day and that last for longer than six months</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th> </th>\n      <th>2016-17</th>\n      <th>2015-16</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Number of new engagements, or those that reached six months in duration, between 1 April and 31 March</td>\n      <td>31</td>\n      <td>4</td>\n    </tr>\n    <tr>\n      <td>Number of the above which include contractual clauses giving the department  the right to request assurance in relation to income tax and National Insurance obligations</td>\n      <td>31</td>\n      <td>4</td>\n    </tr>\n    <tr>\n      <td>Number for whom assurance has been requested and received</td>\n      <td>31</td>\n      <td>4</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"off-payroll-engagements-of-board-members-andor-senior-officials-with-significant-financial-responsibility-between-1-april-and-31-march\">Off-payroll engagements of board members and/or senior officials with significant financial responsibility, between 1 April and 31 March</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th> </th>\n      <th>2016-17</th>\n      <th>2015-16</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Number of off-payroll engagements of board members, and/or, senior officials with significant financial responsibility, during the financial year.</td>\n      <td>-</td>\n      <td>-</td>\n    </tr>\n    <tr>\n      <td>Total number of individuals on payroll and off-payroll that have been deemed board members and/or, senior officials with significant financial responsibility, during the financial year. This figure should include both on payroll and off-payroll engagements.</td>\n      <td>13</td>\n      <td>12</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"sick-absence\">Sick absence</h4>\n\n<p>During 2016-17, we focused on the issues that were causing high levels of sickness absence, with the aim of maximising attendance whilst addressing these issues.</p>\n\n<p>Our target for the year was to reduce the number of working days lost (by full time equivalents) due to sick absence by 0.5 against the 2015-16 baseline. Despite close monitoring and interventions, the number of days lost due to sick absence in 2016-17 was 8.40 against a target of 8.13.This was a reduction of 0.2 days against the 2015-16 figure of 8.6. This was a disappointing result for us. Support and activities carried out during the year included:</p>\n\n<ul>\n  <li>a staff survey on stress and its causes was used to inform initiatives</li>\n  <li>in partnership with Public Health Wales, an ACTivate programme on how to manage mental health issues</li>\n  <li>alcohol ‘brief intervention’ courses</li>\n  <li>NHS awareness – education on Dementia Friends and Carers Associations</li>\n  <li>coping with bereavement –advice and guidance to staff and managers</li>\n  <li>time to Change Wales – launch of their ‘Reach Out’ campaign and the training of mental health champions across the business</li>\n  <li>occupational health and employee assistance programmes.</li>\n</ul>\n\n<h4 id=\"policy-and-procedure-for-staff\">Policy and procedure for staff</h4>\n\n<p>Our key source of information for employees is the staff handbook, which includes terms and conditions, procedures and guidance about the employment relationship. The trade union is informed and consulted on changes which may affect the people they represent.</p>\n\n<p>During the year, discipline and grievance policies were introduced with an emphasis on simpler, time-bound processes and more practical guidance for managers and staff.</p>\n\n<p>In November 2016, we successfully transferred our HR casework service provision from DfT to the Ministry of Justice (MoJ).</p>\n\n<p>We also revised our corporate induction in line with our strategic plan for modernising the workplace. This has been developed through evaluation and input from key stakeholders including observing and researching organisation approaches across the public and private sector.</p>\n\n<h4 id=\"communication\">Communication</h4>\n\n<p>We have a central corporate communications team that manages a core set of channels to provide staff with regular communications aligned to agency strategy. Channels of communication include digital internal news pages, live web chats, policy and procedures, staff articles and real time information and advice. Staff have access to both digital and paper based anonymous channels to raise concerns that require information.</p>\n\n<h4 id=\"diversity\">Diversity</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/65484/Diversity_01.jpg\" alt=\"Diversity\"></div></figure>\n\n<p>During the year we continued to drive for a diverse workforce representative of the community in which we are based. The focus is on gender equality at all levels in our organisation and increasing the numbers of black, Asian, minority and ethnic people we employ.</p>\n\n<p>We appointed a gender equality representative at Director level and continue to focus on attracting under-represented groups through recruitment campaigns.</p>\n\n<p>We partner with a range of local community groups to provide work placements, providing training and work experience. Engagement with local community groups has successfully culminated in the launch of our Employability Skills Programme. This supports job seekers from different groups to get ‘job ready’. In doing this we have created a great opportunity for our staff to get involved in volunteering with the local community.</p>\n\n<p>In recognition of our diverse workforce and to raise awareness and make a difference, we celebrated National Inclusion Week, inviting national and local organisations including:</p>\n\n<ul>\n  <li>South Wales Police</li>\n  <li>Unity group Wales, Women’s Aid</li>\n  <li>The Environment Agency</li>\n  <li>Swansea Bay Regional Equality Council</li>\n  <li>University of the 3rd Age</li>\n  <li>Alzheimer’s Society.</li>\n</ul>\n\n<h4 id=\"learning-and-development\">Learning and development</h4>\n\n<p>As part of the Civil Service Reform Plan, every civil servant should spend at least 5 days a year on their own learning and development. This helps to target those skills they need for their current and future roles. This can be met through many forms of learning, from e-learning to traditional training, team activities and coaching.</p>\n\n<p>During the year, we have continued to deliver face-to-face courses, combined with e-learning, coaching and mentoring.</p>\n\n<p>To strengthen our leadership capability, we delivered several leadership programmes:</p>\n\n<ul>\n  <li>Leading with Purpose</li>\n  <li>Talent and development</li>\n  <li>Commercial Directorate ‘Class of 16’ designed to improve leadership capability</li>\n  <li>In collaboration with diversity and inclusion staff networks, speed mentoring sessions.</li>\n</ul>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/65482/Apprentice_award.jpg\" alt=\"Apprentice award\"></div></figure>\n\n<p>158 apprentices were enrolled during 2016-17, 59 were externally recruited and 99 internal staff were converted onto apprentice programmes.  In 2016, 3 of our apprentices gained special recognition in the DfT National Apprentice awards. We also held the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> apprentice awards and a speed mentoring event during National Apprenticeship Week 2017.</p>\n\n<h2 id=\"parliamentary-accountability-and-audit-report\">\n<span class=\"number\">5. </span> Parliamentary accountability and audit report</h2>\n\n<h4 id=\"losses-and-special-payments--audited\">Losses and special payments – audited</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>2016-17 Number of cases</th>\n    <th>2016-17 Value<br>£</th>\n    <td>2015-16 Number of cases</td>\n    <td>2015-16 Value<br>£</td>\n  </tr>\n  <tr>\n    <th>Losses written off in year</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Cash losses due to abandoned claims for     payments from customers (i)</td>\n    <td>11,426</td>\n    <td>536,529</td>\n    <td>6,526</td>\n    <td>263,513</td>\n  </tr>\n  <tr>\n    <th>Special payments</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Ex-gratia payments (ii)</td>\n    <td>1,409</td>\n    <td>225,363</td>\n    <td>1,325</td>\n    <td>254,023</td>\n  </tr>\n  <tr>\n    <td>Personal injury compensation</td>\n    <td>2</td>\n    <td>12,000</td>\n    <td>2</td>\n    <td>6,540</td>\n  </tr>\n</table>\n\n<p>(i) Cash losses mainly relate to small underpayments from customers which are considered too small to pursue. The increase in value for 2016-17 is due to the write off of direct debit indemnities for Vehicle Excise Duty.<br>\n(ii) Ex-gratia payments are made to customers (without legal liability) in recognition of errors on the part of <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>.</p>\n\n<h4 id=\"constructive-losses--audited\">Constructive losses – audited</h4>\n\n<p>There are no constructive losses.</p>\n\n<h4 id=\"fees-and-charges--audited\">Fees and charges – audited</h4>\n\n<p>Fees and charges income and confirmation of compliance with cost allocation and charging requirements are shown in note 2 of the Business Account.</p>\n\n<p>Oliver Morley CBE<br>\nAccounting Officer and Chief Executive, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr><br>\n28 June 2017</p>\n\n<h4 id=\"certificate-and-report-of-the-comptroller-and-auditor-general-to-the-house-of-commons\">Certificate and Report of the Comptroller and Auditor General to the House of Commons</h4>\n\n<h4 id=\"business-account-2\">Business Account</h4>\n\n<p>I certify that I have audited the financial statements of the Driver and Vehicle Licensing Agency for the year ended 31 March 2017 under the Government Resources and Accounts Act 2000. The financial statements comprise: the Statements of Comprehensive Net Expenditure, Financial Position, Cash Flows, Changes in Taxpayers’ Equity; and the related notes. These financial statements have been prepared under the accounting policies set out within them. I have also audited the information in the Remuneration and Staff Report and the Parliamentary Accountability Disclosures that is described in that report as having been audited.</p>\n\n<h4 id=\"respective-responsibilities-of-the-accounting-officer-and-auditor\">Respective responsibilities of the Accounting Officer and auditor</h4>\n\n<p>As explained more fully in the Statement of Accounting Officer’s Responsibilities, the Chief Executive as Accounting Officer is responsible for the preparation of the financial statements and for being satisfied that they give a true and fair view. My responsibility is to audit, certify and report on the financial statements in accordance with the Government Resources and Accounts Act 2000. I conducted my audit in accordance with International Standards on Auditing (UK and Ireland). Those standards require me and my staff to comply with the Auditing Practices Board’s Ethical Standards for Auditors.</p>\n\n<h4 id=\"scope-of-the-audit-of-the-financial-statements\">Scope of the audit of the financial statements</h4>\n\n<p>An audit involves obtaining evidence about the amounts and disclosures in the financial statements sufficient to give reasonable assurance that the financial statements are free from material misstatement, whether caused by fraud or error. This includes an assessment of: whether the accounting policies are appropriate to the Driver and Vehicle Licensing Agency’s circumstances and have been consistently applied and adequately disclosed; the reasonableness of significant accounting estimates made by the Accounting Officer; and the overall presentation of the financial statements. In addition I read all the financial and non-financial information in the Annual Report to identify material inconsistencies with the audited financial statements and to identify any information that is apparently materially incorrect based on, or materially inconsistent with, the knowledge acquired by me in the course of performing the audit.  If I become aware of any apparent material misstatements or inconsistencies I consider the implications for my certificate.</p>\n\n<p>I am required to obtain evidence sufficient to give reasonable assurance that the expenditure and income recorded in the financial statements have been applied to the purposes intended by Parliament and the financial transactions recorded in the financial statements conform to the authorities which govern them.</p>\n\n<h4 id=\"opinion-on-regularity\">Opinion on regularity</h4>\n\n<p>In my opinion, in all material respects the expenditure and income recorded in the financial statements have been applied to the purposes intended by Parliament and the financial transactions recorded in the financial statements conform to the authorities which govern them.</p>\n\n<h4 id=\"opinion-on-financial-statements\">Opinion on financial statements</h4>\n\n<p>In my opinion:</p>\n\n<ul>\n  <li>the financial statements give a true and fair view of the state of Driver and Vehicle Licensing Agency’s affairs as at 31 March 2017 and of the net operating income for the year then ended; and;</li>\n  <li>the financial statements have been properly prepared in accordance with the Government Resources and Accounts Act 2000 and HM Treasury directions issued there-under.</li>\n</ul>\n\n<h4 id=\"opinion-on-other-matters\">Opinion on other matters</h4>\n\n<p>In my opinion:</p>\n\n<ul>\n  <li>the parts of the Remuneration and Staff Report and the Parliamentary Accountability Disclosures to be audited have been properly prepared in accordance with HM Treasury directions made under the Government Resources and Accounts Act 2000; and;</li>\n  <li>the information given in the Performance Report and Accountability Report for the financial year for which the financial statements are prepared is consistent with the financial statements.</li>\n</ul>\n\n<h4 id=\"matters-on-which-i-report-by-exception\">Matters on which I report by exception</h4>\n\n<p>I have nothing to report in respect of the following matters which I report to you if, in my opinion:</p>\n\n<ul>\n  <li>adequate accounting records have not been kept or returns adequate for my audit have not been received from branches not visited by my staff; or;</li>\n  <li>the financial statements and the parts of the Remuneration and Staff Report and the Parliamentary Accountability Disclosures to be audited are not in agreement with the accounting records and returns; or;</li>\n  <li>I have not received all of the information and explanations I require for my audit; or</li>\n  <li>the Governance Statement does not reflect compliance with HM Treasury’s guidance.</li>\n</ul>\n\n<h4 id=\"report\">Report</h4>\n\n<p>I have no observations to make on these financial statements.</p>\n\n<p>Sir Amyas C E Morse<br>\nComptroller and Auditor General<br>\nNational Audit Office<br>\n157-197 Buckingham Palace Road<br>\nVictoria<br>\nLondon<br>\nSW1W 9SP<br></p>\n\n<p>13 July 2017</p>\n\n<h4 id=\"certificate-and-report-of-the-comptroller-and-auditor-general-to-the-house-of-commons-1\">Certificate and Report of the Comptroller and Auditor General to the House of Commons</h4>\n\n<h4 id=\"trust-statement-2\">Trust Statement</h4>\n\n<p>I have audited the financial statements of the Driver and Vehicle Licensing Agency’s Trust Statement for the year ended 31 March 2017 under the Exchequer and Audit Departments Act 1921. The financial statements comprise the Statement of Revenue and Expenditure, the Statement of Financial Position, the Statement of Cash Flows and the related notes. These financial statements have been prepared under the accounting policies set out within them.</p>\n\n<h4 id=\"respective-responsibilities-of-the-accounting-officer-and-auditor-1\">Respective responsibilities of the Accounting Officer and auditor</h4>\n\n<p>As explained more fully in the Statement of Accounting Officer’s Responsibilities, the Chief Executive as Accounting Officer is responsible for the preparation of the financial statements and for being satisfied that they give a true and fair view. My responsibility is to audit and report on the financial statements in accordance with the Exchequer and Audit Departments Act 1921. I conducted my audit in accordance with International Standards on Auditing (UK and Ireland). Those standards require me and my staff to comply with the Auditing Practices Board’s Ethical Standards for Auditors.</p>\n\n<h4 id=\"scope-of-the-audit-of-the-financial-statements-1\">Scope of the audit of the financial statements</h4>\n\n<p>An audit involves obtaining evidence about the amounts and disclosures in the financial statements sufficient to give reasonable assurance that the financial statements are free from material misstatement, whether caused by fraud or error. This includes an assessment of: whether the accounting policies are appropriate to the circumstances of the Driver and Vehicle Licensing Agency’s Trust Statement and have been consistently applied and adequately disclosed; the reasonableness of significant accounting estimates made by the Accounting Officer; and the overall presentation of the financial statements. In addition I read all the financial and non-financial information in the Annual Report to identify material inconsistencies with the audited financial statements and to identify any information that is apparently materially incorrect based on, or materially inconsistent with, the knowledge acquired by me in the course of performing the audit. If I become aware of any apparent material misstatements or inconsistencies I consider the implications for my report.</p>\n\n<p>I am required to obtain evidence sufficient to give reasonable assurance that the expenditure and income recorded in the financial statements have been applied to the purposes intended by Parliament and the financial transactions recorded in the financial statements conform to the authorities which govern them.</p>\n\n<h4 id=\"opinion-on-regularity-1\">Opinion on regularity</h4>\n\n<p>In my opinion, in all material respects the expenditure and income recorded in the financial statements have been applied to the purposes intended by Parliament and the financial transactions recorded in the financial statements conform to the authorities which govern them.</p>\n\n<h4 id=\"opinion-on-financial-statements-1\">Opinion on financial statements</h4>\n\n<p>In my opinion:</p>\n\n<ul>\n  <li>the Driver and Vehicle Licensing Agency’s Trust Statement gives a true and fair view of the state of affairs of the collection and allocation of taxes, fines and penalties as at 31 March 2017 and of the net revenue for the year then ended; and</li>\n  <li>the financial statements have been properly prepared in accordance with the Exchequer and Audit Departments Act 1921 and HM Treasury directions issued there under.</li>\n</ul>\n\n<h4 id=\"opinion-on-other-matters-1\">Opinion on other matters</h4>\n\n<p>In my opinion:</p>\n\n<p>the information given in the Performance Report and Accountability Report for the financial year for which the financial statements are prepared is consistent with the financial statements.</p>\n\n<h4 id=\"matters-on-which-i-report-by-exception-1\">Matters on which I report by exception</h4>\n\n<p>I have nothing to report in respect of the following matters which I report to you if, in my opinion:</p>\n\n<ul>\n  <li>adequate accounting records have not been kept or returns adequate for my audit have not been received from branches not visited by my staff; or</li>\n  <li>the financial statements are not in agreement with the accounting records and returns; or</li>\n  <li>I have not received all of the information and explanations I require for my audit; or</li>\n  <li>the Governance Statement does not reflect compliance with HM Treasury’s guidance.</li>\n</ul>\n\n<p>Sir Amyas C E Morse<br>\nComptroller and Auditor General<br>\nNational Audit Office<br>\n157-197 Buckingham Palace Road<br>\nVictoria<br>\nLondon<br>\nSW1W 9SP<br></p>\n\n<p>13 July 2017</p>\n\n<h4 id=\"the-comptroller-and-auditor-generals-section-2-report-to-the-house-of-commons\">The Comptroller and Auditor General’s Section 2 Report to the House of Commons</h4>\n\n<h4 id=\"background\">Background</h4>\n\n<p>The Driver and Vehicle Licencing Agency (<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>) is responsible for the collection of Vehicle Excise Duty (<abbr title=\"Vehicle Excise Duty\">VED</abbr>) on behalf of the Secretary of State for Transport. <abbr title=\"Vehicle Excise Duty\">VED</abbr> is tax which must be paid for most types of vehicles used (or kept) on public roads in the United Kingdom.</p>\n\n<h4 id=\"levels-of-ved-receipts\">Levels of <abbr title=\"Vehicle Excise Duty\">VED</abbr> receipts</h4>\n\n<p>In 2016-17, the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Trust Statement recorded £5,876 million of <abbr title=\"Vehicle Excise Duty\">VED</abbr> revenue, a fall of £54 million (0.9%) on 2015-16 levels. A small decrease in <abbr title=\"Vehicle Excise Duty\">VED</abbr> income in this period is in line with recent forecasts from the Office for Budgetary Responsibility<sup>1</sup> (OBR). It follows similar declines in recent years, which are consistent with the tendency of average licence costs to decrease as the stock of vehicles in use becomes more fuel-efficient.</p>\n\n<p>Cash collections reported in the Trust Statement<sup>2</sup> were £6,063 million – an increase of £160 million on 2015-16. The fact that cash collected has increased while revenue has fallen reflects timing differences associated with the Direct Debit payment option having grown in popularity at a slower rate than in 2015-16.</p>\n\n<p>The OBR estimates that <abbr title=\"Vehicle Excise Duty\">VED</abbr> receipts will increase progressively from 2017-18 due to the adjustment of rates for inflation and the April 2017 reforms affecting newly registered cars.</p>\n\n<h4 id=\"scope-of-my-audit-work\">Scope of my audit work</h4>\n\n<p>Section 2 of the Exchequer and Audit Departments Act 1921 requires me to:</p>\n\n<ul>\n  <li>examine the <abbr title=\"Vehicle Excise Duty\">VED</abbr> revenue accounts (reported by <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> in the Trust Statement)</li>\n  <li>ascertain whether <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> has in place adequate regulations and procedures to secure an effective check on the assessment, collection and proper allocation of revenue</li>\n  <li>evaluate whether <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> is duly carrying out any such regulations and procedure</li>\n  <li>examine the correctness of the sums brought to account; and</li>\n  <li>report the results to the House of Commons.</li>\n</ul>\n\n<p>This report, with my audit opinions on <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s Trust Statement, together satisfy these requirements.</p>\n\n<p>My team has examined the systems supporting collection and obtained evidence on the adequacy and operations of its regulations and procedure, including consideration of <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s compliance and enforcement activities. In drawing a conclusion on <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s overall management of <abbr title=\"Vehicle Excise Duty\">VED</abbr>, I have considered this examination, together with my analysis of:</p>\n\n<ul>\n  <li>the available data on levels of compliance in <abbr title=\"Vehicle Excise Duty\">VED</abbr> payment</li>\n  <li>the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s response to the reduced compliance levels identified last year</li>\n  <li>how the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> uses digital services in promoting compliance; and</li>\n  <li>the challenges arising from the April 2017 reforms to <abbr title=\"Vehicle Excise Duty\">VED</abbr> for newly registered cars.</li>\n</ul>\n\n<h4 id=\"key-findings\">Key findings</h4>\n\n<h4 id=\"levels-of-compliance-in-ved-payment\">Levels of compliance in <abbr title=\"Vehicle Excise Duty\">VED</abbr> payment</h4>\n\n<p>Evidence on compliance levels for <abbr title=\"Vehicle Excise Duty\">VED</abbr> primarily comes from the Roadside Survey of Vehicle Observations<sup>3</sup>, which is carried out every 2 years and estimates <abbr title=\"Vehicle Excise Duty\">VED</abbr> evasion levels based on observing registration marks of vehicles in traffic carried out at 256 sites across the UK. The most recent Roadside Survey was published by the Department for Transport (DfT) in November 2015 based on data from June 2015.</p>\n\n<p>As described in my 2015-16 Report<sup>4</sup>, the Department estimated a compliance rate of 98.6%, a 0.8% decline since the previous survey in 2013.  It estimates the 1.4% of non-compliance as equivalent to  £78 million in lost revenue (though some of this may be recovered through enforcement activity).</p>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64856/Compliance-rates.jpg\" alt=\"Compliance rates\"></div></figure>\n\n<p>This decline coincided with a significant period of change in the administration of <abbr title=\"Vehicle Excise Duty\">VED</abbr>: from October 2014, motorists were allowed to pay by Direct Debit; the paper tax disc was abolished; and the law was amended so that vehicle tax automatically ends when a vehicle changes ownership, rather than transferring with the vehicle.</p>\n\n<p>While enforcement activity has increased during 2016-17, it is not possible with reasonable certainty to draw a link between this and compliance levels due to other variables involved. <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> is working with Department for Transport statisticians to consider what options are available for the future to identify meaningful compliance trends between surveys.</p>\n\n<p>For now, the Roadside Survey results, next due for publication in November 2017, provide the best evidence on <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s progress in restoring compliance levels to historic norms.</p>\n\n<h4 id=\"responding-to-reduced-compliance-levels\">Responding to reduced compliance levels</h4>\n\n<p>In July 2016, the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Board approved a new Vehicle Excise Duty strategy. This commits <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> to act swiftly to ensure the increasing evasion trend is reversed and evasion returned to below 1% by 2019.  Towards this overall goal, the strategy includes aims to make <abbr title=\"Vehicle Excise Duty\">VED</abbr> compliance easier; to make evasion harder; and to ensure that evaders face prompt and robust enforcement action. <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s success in implementing this strategy  will prove critical to future <abbr title=\"Vehicle Excise Duty\">VED</abbr> compliance levels.</p>\n\n<h4 id=\"measures-to-encourage-compliance-and-reduce-evasion\">Measures to encourage compliance and reduce evasion</h4>\n\n<p><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> currently administers a wide range of enforcement methods to proactively encourage customers to licence their vehicles on time, as well as taking enforcement action against those who refuse to comply with their legal requirements. These range from reminder letters and the issue of penalties for continued non-compliance, through to prosecution for vehicles used on the road as well as the wheelclamping and seizure of vehicles.</p>\n\n<p>On top of existing measures, the Agency is looking to make further improvements. Some of these include:</p>\n\n<ul>\n  <li>improving its communication with customers and motor trade to minimise unintentional non-compliance</li>\n  <li>continuing to work with partners such as the Police and Local Authorities, to increase awareness of the need to keep vehicle licensing up to date</li>\n  <li>ensuring that the new Direct Debit service beds in successfully; and</li>\n  <li>further improving the ease of use of its services. For example <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> added functionality on 27 February 2017 to enable customers who pay Direct Debit to change their bank details via the contact centre, in cases where they are unable to do so via a switching service. Between service launch and 11 April 2017 <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> had over 4,000 requests to use this service.</li>\n</ul>\n\n<h4 id=\"ensuring-prompt-enforcement\">Ensuring prompt enforcement</h4>\n\n<p><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s primary focus in the administration of <abbr title=\"Vehicle Excise Duty\">VED</abbr> is to promote compliance.  Nevertheless, enforcement action remains important both as a means of recovering money owed and as a deterrent against non-compliance. Current enforcement mechanisms include:</p>\n\n<ul>\n  <li>the use of Automatic Number Plate Recognition (ANPR) cameras to detect unlicensed vehicles on the road which results in a fine</li>\n  <li>the issue of penalties for continued non-compliance</li>\n  <li>wheelclamping</li>\n  <li>prosecutions.</li>\n</ul>\n\n<p>Since 2013-14, there has been an overall increase in <abbr title=\"Vehicle Excise Duty\">VED</abbr> enforcement action across the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s business, including a 168% increase in Out of Court Settlements; a 155% increase in the number of penalties issued; a 159% increase in prosecutions; and a 166% increase in wheelclamping operations. The majority of these increases occurred during the 2015-17 period, following the <abbr title=\"Vehicle Excise Duty\">VED</abbr> rule changes.</p>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64860/Percentage-increase-in-VED.jpg\" alt=\"Percentage increase in VED\"></div></figure>\n\n<p>Source: Driver and Vehicle Licensing Agency</p>\n\n<p>A significant proportion of the increase in penalties issued relates to Direct Debit penalties, following the introduction of that payment option in October 2014. Direct Debit penalties are issued at the end of a fully automated enforcement process which allows customers the opportunity to either pay the full outstanding balance of their licence or re-tax. Failure to do either will result in a penalty being issued which if not paid is referred to external debt collectors.</p>\n\n<p>Out of Court Settlements following ANPR detections of unlicensed vehicles have also been rising in recent years. From October 2016, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> has increased the use of its mobile fleet, which provides wider coverage and additional unpredictability.  The accuracy of information on whether detected cars are licensed has also been increased as the relevant data are now updated more regularly. As ANPR detections data accumulates, it may be possible to gain insight on general evasion trends from this data series and use that to inform evaluation of performance against <abbr title=\"Vehicle Excise Duty\">VED</abbr> compliance targets.</p>\n\n<h4 id=\"supporting-enforcement-efforts\">Supporting enforcement efforts</h4>\n\n<p>To assess the accuracy of its records, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> undertakes an annual Traceability Survey to estimate how accurate its records are. In 2015-16 Traceability Survey estimates that the accuracy of <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s records at 92.6% (2014-15: 95.2%), against <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s target of 95%. <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> recognises the need to make progress in this area.</p>\n\n<p>In respect of court space, HM Courts and Tribunal Service (HMCTS) are undergoing reforms which would, in theory, allow more flexibility in where offences can be prosecuted. We encourage <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> to continue to work with HMCTS and to ensure that it is prepared to realise the benefits of any increased court capacity which becomes available.</p>\n\n<h4 id=\"dvlas-digital-services-and-their-impact-on-ved-collection\">\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s digital services and their impact on <abbr title=\"Vehicle Excise Duty\">VED</abbr> collection</h4>\n\n<p>Increasingly, service users choose to transact with <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> online. <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s development of its digital services will affect the experience of these service users, but will also play a key role in its efforts to improve <abbr title=\"Vehicle Excise Duty\">VED</abbr> compliance levels.</p>\n\n<h4 id=\"take-up-levels-for-online-ved-payment\">Take-up levels for online <abbr title=\"Vehicle Excise Duty\">VED</abbr> payment</h4>\n\n<p>The option to license a vehicle online has been available since 2004, alongside the option to pay at the Post Office, or by telephone. Direct Debit options have been available either online or at the Post Office since October 2014.</p>\n\n<p>As <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s online services have developed, take-up has increased significantly. Between April 2013 and March 2017, the proportion of vehicle tax paid through fully digital methods increased from 55.0% to 80.3%.  There are corresponding reductions in the level of transactions through the Post Office (43.7% down to 19.3%) and a reduction in manual applications (i.e. at a <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> office or by telephone) from 1.3% down to 0.4%.</p>\n\n<h4 id=\"vehicle-licencing-by-channel-over-time\">Vehicle licencing by channel over time</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64857/Vehicle-licensing-by-channel.jpg\" alt=\"Vehicle licensing by channel\"></div></figure>\n\n<p>Source: Driver and Vehicle Licensing Agency</p>\n\n<h4 id=\"online-payment-option-for-penalties\">Online payment option for penalties</h4>\n\n<p><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> continues to develop its digital services in response to both user expectation and business need. In June 2016, management introduced an online system for paying penalties and the associated <abbr title=\"Vehicle Excise Duty\">VED</abbr> arrears. This has proved a popular option – 56% of all penalties paid in-year were settled using this payment option despite 2016-17 being the first year of its operation and its only being available for 9 months of that year.</p>\n\n<h4 id=\"online-payment-option-for-penalties-1\">Online payment option for penalties</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64858/Penalty-payments-by-channel.jpg\" alt=\"Penalty payments by channel\"></div></figure>\n\n<p>Source: Driver and Vehicle Licensing Agency</p>\n\n<p>The online system provides several benefits:</p>\n\n<ul>\n  <li>users cannot settle a penalty without also paying the associated <abbr title=\"Vehicle Excise Duty\">VED</abbr> arrears, which should mitigate the loss of <abbr title=\"Vehicle Excise Duty\">VED</abbr> in enforcement cases</li>\n  <li>after paying their penalty, users are directed to the service allowing them to pay their current <abbr title=\"Vehicle Excise Duty\">VED</abbr> due, or make an off-road notification, influencing improved compliance and</li>\n  <li>the risk of a penalty level increasing during postal delays is removed, offering users certainty and removing administrative complexity.</li>\n</ul>\n\n<h4 id=\"reliability-of-online-services\">Reliability of online services</h4>\n\n<p>In order for <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s digital services to promote high levels of compliance, those services need to maintain high levels of availability. <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> monitors usage patterns for its  online services, allowing them to plan system maintenance during off-peak hours. Unplanned downtime for the core <abbr title=\"Vehicle Excise Duty\">VED</abbr> service, at 0.10% (505 minutes) is rare. For the Online Penalty Payment (OEPP) system, reliability was lower – the system was down for 1.03% of its first 9 months of operation (4,078 minutes). This clearly provides room for improvement, though it is reasonable to expect a lower level of reliability in this system in its first year.</p>\n\n<h4 id=\"total-minutes-of-planned-and-unplanned-ved-and-oepp-system-downtime\">Total minutes of planned and unplanned <abbr title=\"Vehicle Excise Duty\">VED</abbr> and OEPP system downtime</h4>\n\n<figure class=\"image embedded\"><div class=\"img\"><img src=\"https://assets-origin.integration.publishing.service.gov.uk/government/uploads/system/uploads/image_data/file/64859/VED-and-OEPP-system-downtime.jpg\" alt=\"VED and OEPP system downtime\"></div></figure>\n\n<p>*OEPP data is reported for the nine months since the system went live in 2016-17\n<br>Source: Driver and Vehicle Licensing Agency</p>\n\n<h4 id=\"responding-to-ved-changes-effective-april-2017\">Responding to <abbr title=\"Vehicle Excise Duty\">VED</abbr> changes effective April 2017</h4>\n\n<p>For cars registered up to 1 April 2017, <abbr title=\"Vehicle Excise Duty\">VED</abbr> is due annually according to a set rate, based on vehicle type, and either CO2 emissions or engine size. For registrations from 1 April 2017, this system has changed significantly for cars<sup>5</sup>, which in 2016, accounted for 79% of all first registrations. As planned, revisions to the <abbr title=\"Vehicle Excise Duty\">VED</abbr> system were running as of 1 April 2017, and <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> has communicated the changes through multiple channels. <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> will need to ensure that the effects of the changes, which introduce additional complexity in calculating <abbr title=\"Vehicle Excise Duty\">VED</abbr> rates, are properly monitored, both in terms of assuring the proper operation of the new system in practice and in evaluating the effect of these changes on compliance levels.</p>\n\n<h4 id=\"the-revised-ved-rules-for-new-car-registrations\">The revised <abbr title=\"Vehicle Excise Duty\">VED</abbr> rules for new car registrations</h4>\n\n<p>Under the new regime the amount of <abbr title=\"Vehicle Excise Duty\">VED</abbr> payable in the first year for new cars  varies heavily based on CO2 emissions, following which the tax reverts to a set rate, for the car’s fuel type. Cars with a list price of more than £40,000 also pay an additional rate for 5 years from the second time they are taxed. The changes are set out in full on the GOV.UK <sup>6</sup> and summarised in the following table (amounts assume single payments for a 12 month period).</p>\n\n<table>\n<tr>\n<th colspan=\"2\"></th>\n<th>Petrol or Diesel</th>\n<th>Alternative Fuel<sup>7</sup>\n</th>\n<th>Electric</th>\n</tr>\n<tr>\n<td colspan=\"2\">\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> due in year 1</td>\n<td>£0 - £2,000 depending on CO2 emissions</td>\n<td>£0 - £1,990 depending on CO2 emissions</td>\n<td>Nil</td>\n</tr>\n<tr>\n<td rowspan=\"2\">\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> due in years 2 to 6</td>\n<td>List price below £40,000</td>\n<td>£140</td>\n<td>£130</td>\n<td>Nil</td>\n</tr>\n<tr>\n<td>List price above £40,000</td>\n<td>£450 (including £310 additional rate)</td>\n<td>£440 (including £310 additional rate)</td>\n<td>£310</td>\n</tr>\n<tr>\n<td colspan=\"2\">\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> due in year 7 onwards</td>\n<td>£140</td>\n<td>£130</td>\n<td>Nil</td>\n</tr>\n</table>\n\n<p>In preparation for these reforms, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> has focused its efforts in 2 areas: working with stakeholders and investing in IT systems to ensure they are ready to accurately process the <abbr title=\"Vehicle Excise Duty\">VED</abbr> rates and rules.</p>\n\n<h4 id=\"working-with-stakeholders\">Working with stakeholders</h4>\n\n<p><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> put significant effort into communicating the upcoming changes. In July 2016, the test version of the new V55 Vehicle Registration pack was issued to dealers and manufacturers, with amendments to First Registration forms and leaflets finalised in October 2016. From November 2016, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> began to implement its stakeholder communication strategy, which included a social media campaign, changes to the GOV.UK website and campaigns targeted at car dealers and the second-hand market.</p>\n\n<p>The reforms introduce additional complexity which involves obtaining additional data from stakeholders.  Specifically, determining the list price as an input to the <abbr title=\"Vehicle Excise Duty\">VED</abbr> calculation involves adding to the retail price certain items, such as the price of non-standard option fitted by the manufacturer, delivery charges and the cost price of any leased battery for electric cars. As a result, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> has needed to develop closer working relationships with car manufacturers to ensure the list price for all new cars is accurately captured in the <abbr title=\"Vehicle Excise Duty\">VED</abbr> database. As before, car dealers are responsible for the collection of the <abbr title=\"Vehicle Excise Duty\">VED</abbr> payable in year 1 (which in many cases will now be at an enhanced level) and for passing it to <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>.</p>\n\n<p><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s performance in the administration and collection of <abbr title=\"Vehicle Excise Duty\">VED</abbr> following the current round of reforms will continue to rely on the efficiency of these industry partnerships.</p>\n\n<h4 id=\"it-development\">IT development</h4>\n\n<p>In response to the 2017 <abbr title=\"Vehicle Excise Duty\">VED</abbr> reforms, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>  implemented a new cloud-based <abbr title=\"Vehicle Excise Duty\">VED</abbr> calculation service designed to handle the new rules, together with new interfaces with the updated vehicles database and dealers, to ensure that the correct tax is charged.  This has involved a significant degree of change and required integration of new code with existing systems.</p>\n\n<p>The revised system was running from 1 April 2017 and management are monitoring its availability.  During the first month of operation, reported system downtime was minimal.</p>\n\n<p><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> is also planning internal assurance work in the coming year to check that the updated system properly reflects new statutory requirements; this will also provide a focus for my work in 2017-18 both on the Trust Statement and in support of my Section 2 Report.</p>\n\n<h4 id=\"conclusion\">Conclusion</h4>\n\n<p>Based on their examination, my team found that the systems in place for the administration and collection of <abbr title=\"Vehicle Excise Duty\">VED</abbr>, managed by <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> through a range of channels, are reasonable in their design and were operated effectively throughout the year.</p>\n\n<p>It is too early to say whether <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> has begun to reverse the trend in <abbr title=\"Vehicle Excise Duty\">VED</abbr> compliance seen in the 2015 Roadside Survey. While the 2015 figures for non-compliance, at 1.4%, are far below the tax gap estimate for other revenue streams, it is right that <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> make returning to previous levels a high priority. The 2017 Survey will provide valuable data on which to base <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s next steps. As the survey is to be performed only once every 2 years it would be sensible to consider whether data – for example from the ANPR camera fleet – could be used to provide indications of evasion trends, so that <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> can evaluate the effectiveness of enforcement measures on a more timely basis.</p>\n\n<p>Future performance will depend to some extent on <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>’s success in managing through a period of transformation. The agency is rightly looking to adapt systems and work with stakeholders to address issues emerging from the 2014 reforms. At the same time, it maintains a high pace of organisational change geared towards transacting more business online and bringing IT expertise in house and has just completed the implementation of a more complex <abbr title=\"Vehicle Excise Duty\">VED</abbr> regime for new car registrations.</p>\n\n<p>As well as keeping its focus on user experience and service availability, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> should ensure that – in line with the <abbr title=\"Vehicle Excise Duty\">VED</abbr> Strategy agreed this year – it gives sufficient priority to the available mitigations to exchequer losses.  This will mean:</p>\n\n<ul>\n  <li>quickly gathering and applying intelligence on the causes of both evasion and unintentional non-compliance, including any newly arising from the April 2017 reforms</li>\n  <li>ensuring the nature and level of enforcement activity is fit for purpose both in maximising the recovery of funds owed and in providing a deterrent</li>\n  <li>allocating sufficient priority and resource to resolving known issues affecting collection,</li>\n  <li>working effectively with partners in both industry and government and</li>\n  <li>actively monitoring progress towards the 99% compliance target, including through the use of data available between Roadside Surveys (for example, ANPR detections) which could provide indications of evasion trends.</li>\n</ul>\n\n<h4 id=\"footnotes\">Footnotes</h4>\n\n<p><sup>1</sup> Office for Budget Responsibility, Economic and Fiscal Outlook March 2016, available at: <a rel=\"external\" href=\"http://cdn.budgetresponsibility.org.uk/March2016EFO.pdf\">http://cdn.budgetresponsibility.org.uk/March2016EFO.pdf</a>.<br>\n<sup>2</sup>In addition to <abbr title=\"Vehicle Excise Duty\">VED</abbr>, the Trust Statement includes the much smaller HGV Road User Levy revenue stream, collected by the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> on behalf of the Consolidated Fund.  In accordance with my statutory responsibilities, this report focuses purely on <abbr title=\"Vehicle Excise Duty\">VED</abbr>.  Exceptionally, cash collections quoted here are, consistent with the Trust Statement, on an aggregated basis for both revenue streams. Both this report and the Trust Statement report <abbr title=\"Vehicle Excise Duty\">VED</abbr> revenue separately on an accruals basis. <br>\n<sup>3</sup>Department for Transport, Roadside Survey of Vehicles series, available at: <a rel=\"external\" href=\"https://data.gov.uk/dataset/roadside-survey-of-vehicles\">https://data.gov.uk/dataset/roadside-survey-of-vehicles</a>.<br>\n<sup>4</sup><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>, Annual Report and Accounts 2015-16, HC373, pp65-70.<br>\n<sup>5</sup>Some motorhomes are also affected.<br>\n<sup>6</sup><a rel=\"external\" href=\"https://www.gov.uk/vehicle-tax-rate-tables/vehicles-registered-on-or-after-1-april-2017\">https://www.gov.uk/vehicle-tax-rate-tables/vehicles-registered-on-or-after-1-april-2017</a><br>\n<sup>7</sup>Alternative fuel vehicles include hybrids, and those powered by bioethanol or Liquid Petroleum Gas.<br></p>\n\n<p>Sir Amyas C E Morse<br>\nComptroller and Auditor General<br>\nNational Audit Office<br>\n157-197 Buckingham Palace Road<br>\nVictoria<br>\nLondon<br>\nSW1W 9SP<br></p>\n\n<p>13 July 2017</p>\n\n<h2 id=\"financial-statements\">Financial Statements</h2>\n\n<h2 id=\"dvla-business-account-for-2016-to-2017\">\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Business Account for 2016 to 2017</h2>\n\n<h4 id=\"statement-of-comprehensive-net-expenditure-for-the-year-ended-31-march-2017\">Statement of comprehensive net expenditure for the year ended 31 March 2017</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <td>Note</td>\n    <th>2016-17<br>£000</th>\n    <th>2015-16<br>£000</th>\n  </tr>\n  <tr>\n    <th>Income</th>\n    <td>2</td>\n    <th>564,035</th>\n    <td>541,051</td>\n  </tr>\n  <tr>\n    <td>Operating costs</td>\n    <td>3</td>\n    <th>(241,778)</th>\n    <td>(276,653)</td>\n  </tr>\n  <tr>\n    <td>Staff costs (i)</td>\n    <td></td>\n    <th>(180,347)</th>\n    <td>(167,459)</td>\n  </tr>\n  <tr>\n    <td>Depreciation, amortisation and impairment</td>\n    <td>5&amp;6</td>\n    <th>(27,115)</th>\n    <td>(39,454)</td>\n  </tr>\n  <tr>\n    <th>Net operating Income</th>\n    <td></td>\n    <th>114,795</th>\n    <td>57,485</td>\n  </tr>\n  <tr>\n    <td>Finance costs</td>\n    <td>4</td>\n    <th>(1,694)</th>\n    <td>(1,242)</td>\n  </tr>\n    <tr>\n    <th>Net Income for the year</th>\n    <td></td>\n    <th>113,101</th>\n    <td>56,243</td>\n  </tr>\n  <tr>\n    <th>Other comprehensive expenditure</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Items that will not be reclassified to net operating costs:</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n      <tr>\n    <td>Net gain on revaluation of property, plant and equipment</td>\n    <td>5</td>\n    <th>2,783</th>\n    <td>99</td>\n  </tr>\n  <tr>\n    <td>Net gain on revaluation of intangibles</td>\n    <td>6</td>\n    <th>153</th>\n    <td>-</td>\n  </tr>\n  <tr>\n    <th>Total comprehensive income for the year ended 31 March 2017</th>\n    <td></td>\n    <th>116,037</th>\n    <td>56,342</td>\n  </tr>\n</table>\n\n<p>All income and expenditure are derived from continuing operations.</p>\n\n<p>(i)  A breakdown of staff costs is shown in the Accountability report.</p>\n\n<h4 id=\"statement-of-financial-position-as-at-31-march-2017\">Statement of financial position as at 31 March 2017</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>Note</th>\n    <th>31 March 2017<br>£000</th>\n    <th>31 March 2016<br>£000</th>\n  </tr>\n  <tr>\n    <th>Non-current assets</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Property, plant and equipment</td>\n    <td>5</td>\n    <th>64,372</th>\n    <td>64,397</td>\n  </tr>\n  <tr>\n    <td>Intangible assets</td>\n    <td>6</td>\n    <th>27,912</th>\n    <td>43,658</td>\n  </tr>\n  <tr>\n    <th>Total non-current assets</th>\n    <td></td>\n    <th>92,284</th>\n    <td>108,055</td>\n  </tr>\n  <tr>\n    <th>Current assets</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Trade and other receivables</td>\n    <td>7</td>\n    <th>33,887</th>\n    <td>31,446</td>\n  </tr>\n    <tr>\n    <td>Cash and cash equivalents</td>\n    <td>8</td>\n    <th>49,212</th>\n    <td>31,684</td>\n  </tr>\n  <tr>\n    <th>Total current assets</th>\n    <td></td>\n    <th>83,099</th>\n    <td>63,130</td>\n  </tr>\n  <tr>\n    <th>Total assets</th>\n    <td></td>\n    <th>175,383</th>\n    <td>171,185</td>\n  </tr>\n  <tr>\n    <th>Current liabilities</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n   <tr>\n    <td>Trade and other payables due within one year</td>\n    <td>9</td>\n    <th>(78,121)</th>\n    <td>(72,297)</td>\n  </tr>\n  <tr>\n    <td>Provisions for liabilities and charges</td>\n    <td>11</td>\n    <th>(2,996)</th>\n    <td>(3,325)</td>\n  </tr>\n  <tr>\n    <th>Total current liabilities</th>\n    <td></td>\n    <th>(81,117)</th>\n    <td>(75,622)</td>\n  </tr>\n   <tr>\n    <th>Non-current assets less net current liabilities</th>\n    <td></td>\n    <th>94,266</th>\n    <td>95,563</td>\n  </tr>\n  <tr>\n    <th>Non-current liabilities</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Trade and other payables due after more than one year</td>\n    <td>9</td>\n    <th>(20,134)</th>\n    <td>(22,436)</td>\n  </tr>\n   <tr>\n    <td>Provisions for liabilities and charges</td>\n    <td>11</td>\n    <th>(14,190)</th>\n    <td>(16,121)</td>\n  </tr>\n  <tr>\n    <th>Total non-current liabilities</th>\n    <td></td>\n    <th>(34,324)</th>\n    <td>(38,557)</td>\n  </tr>\n  <tr>\n    <th>Assets less liabilities</th>\n    <td></td>\n    <th>59,942</th>\n    <td>57,006</td>\n  </tr>\n   <tr>\n    <th>Taxpayers’ equity</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>General fund</td>\n    <td></td>\n    <th>7,534</th>\n    <td>7,534</td>\n  </tr>\n  <tr>\n    <td>Revaluation reserve</td>\n    <td></td>\n    <th>52,408</th>\n    <td>49,472</td>\n  </tr>\n   <tr>\n    <th>Total taxpayers’ equity</th>\n    <td></td>\n    <th>59,942</th>\n    <td>57,006</td>\n  </tr>\n  </table>\n\n<p>Oliver Morley CBE<br>\nAccounting Officer and Chief Executive, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr><br>\n28 June 2017</p>\n\n<h4 id=\"statement-of-cash-flows-for-the-year-ended-31-march-2017\">Statement of cash flows for the year ended 31 March 2017</h4>\n\n<table>\n    <tr>\n    <th></th>\n    <th>Note</th>\n    <th>2016-2017<br>£000</th>\n    <th>2015-2016<br>£000</th>\n  </tr>\n  <tr>\n    <th>Cash flows from operating activities</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Net operating income</th>\n    <td></td>\n    <th>113,101</th>\n    <td>56,243</td>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Adjustments for non cash items:</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Loss on disposal, depreciation, amortisation and impairment</td>\n    <td>5&amp;6</td>\n    <th>27,115</th>\n    <td>39,454</td>\n  </tr>\n  <tr>\n    <td>Net financing costs</td>\n    <td>4</td>\n    <th>1,694</th>\n    <td>1,242</td>\n  </tr>\n  <tr>\n    <td>(Increase) in trade and other receivables</td>\n    <td>7</td>\n    <th>(2,441)</th>\n    <td>(3,224)</td>\n  </tr>\n  <tr>\n    <td>(Decrease)/Increase in trade payables</td>\n    <td>9</td>\n    <th>(3,792)</th>\n    <td>7,819</td>\n  </tr>\n  <tr>\n    <td>Auditor’s remuneration – notional charges</td>\n    <td>3</td>\n    <th>122</th>\n    <td>122</td>\n  </tr>\n  <tr>\n    <td>(Decrease) in provisions</td>\n    <td>11</td>\n    <th>(2,669)</th>\n    <td>(4,598)</td>\n  </tr>\n  <tr>\n    <th>Net cash inflow from operating activities</th>\n    <td></td>\n    <th>133,130</th>\n    <td>97,058</td>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Cash flows from investing activities</th>\n    <td></td>\n    <th></th>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Purchase of property, plant and equipment</td>\n    <td>5</td>\n    <th>(2,962)</th>\n    <td>(686)</td>\n  </tr>\n  <tr>\n    <td>Purchase of intangible assets</td>\n    <td>6</td>\n    <th>(5,446)</th>\n    <td>(14,105)</td>\n  </tr>\n  <tr>\n    <td>Proceeds from sale of property, plant and equipment</td>\n    <td>5</td>\n    <td></td>\n    <td>13</td>\n  </tr>\n  <tr>\n    <th>Net cash outflow from investing activities</th>\n    <td></td>\n    <th>(8,408)</th>\n    <td>(14,778)</td>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Cash flows from financing activities</th>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Finance costs</td>\n    <td>4</td>\n    <th>(1,285)</th>\n    <td>(1,405)</td>\n  </tr>\n  <tr>\n    <td>Capital element of payments in respect of finance leases and on-balance sheet PFI contracts</td>\n    <td>9</td>\n    <th>(2,285)</th>\n    <td>(1,976)</td>\n  </tr>\n  <tr>\n    <td>DfT Supply funding received in year</td>\n    <td></td>\n    <th>90,210</th>\n    <td>93,000</td>\n  </tr>\n  <tr>\n    <th>Net cash received in financing activities</th>\n    <td></td>\n    <th>86,640</th>\n    <td>89,619</td>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Payments of amounts due to the Consolidated Fund</th>\n    <td></td>\n    <th>(193,834)</th>\n    <td>(163,900)</td>\n  </tr>\n  <tr>\n    <th>Net increase in cash and cash equivalents in the year</th>\n    <td>8</td>\n    <th>17,528</th>\n    <th>7,999</th>\n  </tr>\n  <tr>\n    <th>Cash and cash equivalents at the beginning of the year</th>\n    <td>8</td>\n    <th>31,684</th>\n    <td>23,685</td>\n  </tr>\n  <tr>\n    <th>Cash and cash equivalents at the end of the year&lt;/b&gt;</th>\n    <td>8</td>\n    <th>49,212</th>\n    <td>31,684</td>\n  </tr>\n</table>\n\n<h4 id=\"statement-of-changes-in-taxpayers-equity-for-the-year-ended-31-march-2017\">Statement of changes in taxpayers’ equity for the year ended 31 March 2017</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>General Fund<br>£000</th>\n    <th>Revaluation Reserve (i)<br>£000</th>\n    <th>Total Reserves<br>£000</th>\n </tr>\n  <tr>\n    <th>Balance at 31 March 2015</th>\n    <td>30,068</td>\n    <td>49,373</td>\n    <td>79,441</td>\n  </tr>\n  <tr>\n    <td>Net income for the year to 31 March 2016</td>\n    <td>56,243</td>\n    <td>-</td>\n    <td>56,243</td>\n  </tr>\n  <tr>\n    <td>Non cash charge – auditor’s remuneration</td>\n    <td>122</td>\n    <td>-</td>\n    <td>122</td>\n  </tr>\n  <tr>\n    <td>DfT Supply funding</td>\n    <td>84,976</td>\n    <td>-</td>\n    <td>84,976</td>\n  </tr>\n  <tr>\n    <td>Consolidated Fund Extra Receipts (CFERs) payable:</td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>- Cherished transfers</td>\n    <td>(67,218)</td>\n    <td>-</td>\n    <td>(67,218)</td>\n  </tr>\n  <tr>\n    <td>- Personalised registrations</td>\n    <td>(96,657)</td>\n    <td></td>\n    <td>(96,657)</td>\n  </tr>\n  <tr>\n    <td>Other Comprehensive Income</td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>- Net gain on revaluation of property, plant and equipment</td>\n    <td>-</td>\n    <td>99</td>\n    <td>99</td>\n  </tr>\n  <tr>\n    <td>- Net gain on revaluation of intangible assets</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <th>Balance at 31 March 2016</th>\n    <th>7,534</th>\n    <th>49,472</th>\n    <th>57,006</th>\n  </tr>\n  <tr>\n    <td>Net income for the year to 31 March 2017</td>\n    <th>113,101</th>\n    <th>-</th>\n    <th>113,101</th>\n    </tr>\n  <tr>\n    <td>Non cash charge – auditor’s remuneration</td>\n    <th>122</th>\n    <th>-</th>\n    <th>122</th>\n  </tr>\n  <tr>\n    <td>DfT Supply funding</td>\n    <th>88,330</th>\n    <th>-</th>\n    <th>88,330</th>\n  </tr>\n  <tr>\n    <td>Consolidated Fund Extra Receipts (CFERs) payable:</td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>- Cherished transfers</td>\n    <th>(91,493)</th>\n    <th>-</th>\n    <th>(91,493)</th>\n  </tr>\n  <tr>\n    <td>- Personalised registrations</td>\n    <th>(110,060)</th>\n    <th>-</th>\n    <th>(110,060)</th>\n  </tr>\n  <tr>\n    <td>Other Comprehensive Income</td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>- Net gain on revaluation of property, plant and equipment</td>\n    <th>-</th>\n    <th>2,783</th>\n    <th>2,783</th>\n  </tr>\n  <tr>\n    <td>- Net gain on revaluation of intangible assets</td>\n    <th>-</th>\n    <th>153</th>\n    <th>153</th>\n  </tr>\n  <tr>\n    <th>Balance at 31 March 2017</th>\n    <th>7,534</th>\n    <th>52,408</th>\n    <th>59,942</th>\n  </tr>\n</table>\n\n<p>(i) The Revaluation Reserve reflects the accumulated revaluation gains relating to non-current assets. The amount of the revaluation reserve that relates to intangible assets at 31 March 2017 is £16.9 million (31 March 2016: £16.8 million).</p>\n\n<h4 id=\"notes-to-the-accounts\">Notes to the accounts</h4>\n\n<h4 id=\"note-1-statement-of-accounting-policies\">Note 1. Statement of accounting policies</h4>\n\n<p>The financial statements have been prepared in accordance with the 2016-17 Government Financial Reporting Manual (FReM) issued by HM Treasury. The accounting policies contained in the FReM apply International Financial Reporting Standards (IFRS) as adapted or interpreted for the public sector context.</p>\n\n<p>Where the FReM permits a choice, the accounting policy which has been judged to be the most appropriate to the particular circumstances of our Business Account for the purpose of giving a true and fair view has been selected. The particular policies adopted by the agency are described below. They have been applied consistently in dealing with items that are considered material to the accounts.</p>\n\n<h4 id=\"adoption-of-new-and-revised-standards\">Adoption of new and revised standards</h4>\n\n<p>No new accounting standards became effective for the first time in 2016-17.</p>\n\n<p>A number of new standards, amendments to standards and interpretations are not yet effective for the year ended 31 March 2017 and have not been applied in these financial statements.  The following new standards may affect the accounts if they are adopted by the Financial Reporting Manual, after further consultation:</p>\n\n<p>IFRS 9 addresses classification, measurement and impairment of financial instruments and is still subject to analysis and consideration by HM Treasury with a view to include in the 2018-19 FReM.  It is thought that IFRS 9 will result in terminology changes, however there should be no changes to how <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> measures its financial assets and liabilities.</p>\n\n<p>IFRS 15 covers the recognition of revenues from contracts with customers. HM Treasury released an exposure draft for inclusion in the 2018-19 FReM.  It is not thought that this will materially affect the timing of recognition or amounts recognised.</p>\n\n<p>IFRS 16 provides a single lessee accounting model, requiring lessees to recognise assets and liabilities for all leases unless the lease term is 12 months or less, or the underlying asset has a low value. The probable impact is that there will be earlier recognition of expenditure in relation to leases (amortisation and interest).  It is not yet clear when or with what degree of adaptation this standard will be reflected in the FReM.  The IFRS will become effective in the private sector for accounting periods commencing on or after 1 January 2019.</p>\n\n<p>IFRS9 and IFRS 15 have been endorsed by the <abbr title=\"European Union\">EU</abbr> to date.  The full impact will not be known until the FReM adopts or adapts these standards.</p>\n\n<p>We do not consider that any other new or revised standard or interpretation will have a material impact.</p>\n\n<h4 id=\"accounting-convention\">Accounting convention</h4>\n\n<p>These accounts have been prepared under the historical cost convention modified to account for the revaluation of property, plant and equipment, intangible assets and inventories and certain financial assets and liabilities.</p>\n\n<p>The financial statements have been prepared in accordance with the revised accounts direction issued by HM Treasury on 19 December 2016. They meet the relevant requirements of the FReM adapted IFRS. We are not aware of any disclosures or circumstances where these are inappropriate. The financial statements have been prepared on the going concern basis.</p>\n\n<p>The Business Account does not include any amounts collected by the <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> where it was acting as an agent of the Consolidated Fund rather than as principal. Full details of income collected as Agent for the Consolidated Fund are in the Trust Statement published separately from but alongside these financial statements.</p>\n\n<h4 id=\"income\">Income</h4>\n\n<p>Income from the sale of registration marks is recognised on receipt of payment for fixed price sales and on the fall of the auctioneer’s hammer for sales at auction. Uncompleted sales are provided for after 90 days and are written out of sales after twelve months, with the related marks becoming available for resale. Fee income from the assignment, transfer and retention of cherished registration marks is recognised on receipt, when the transaction is processed, as is that from fee-bearing statutory services. All other income is recognised when the services and goods are issued.</p>\n\n<h4 id=\"finance-income-and-finance-costs\">Finance income and finance costs</h4>\n\n<p>As an Executive Agency, we do not earn interest on funds invested.</p>\n\n<p>Finance costs comprise interest expense on borrowings and unwinding of the discount on provisions. Borrowing costs are recognised in net operating cost or income using the effective interest method.</p>\n\n<h4 id=\"taxation\">Taxation</h4>\n\n<p>We are not liable to pay Corporation Tax. Expenditure is shown net of recoverable VAT. Irrecoverable VAT is charged to the relevant expenditure category or, if appropriate, capitalised with additions to non-current assets. Income and expenditure is otherwise shown net of VAT.</p>\n\n<h4 id=\"cash-and-cash-equivalents\">Cash and cash equivalents</h4>\n\n<p>Cash and cash equivalents comprise cash balances in non-interest bearing accounts. We do not have any bank overdrafts.</p>\n\n<h4 id=\"non-current-assets-property-plant-and-equipment\">Non-current assets: property, plant and equipment</h4>\n\n<p>We revalue our non-current asset portfolio on 31 March each financial year in accordance with the requirements of the FReM. A full valuation of our estate is carried out every 5 years. The last full valuation was undertaken on 31 March 2014 by Joseph M L Funtek BSc (Hons) MRICS of Gerald Eve LLP.</p>\n\n<p>The existing use valuation basis was applied to the majority of assets save for those which are considered to be specialised in which case those assets were valued on a depreciated replacement cost basis.</p>\n\n<p>A desktop valuation exercise was carried out for land and buildings in the interim period at 31 March 2017.</p>\n\n<p>Plant and machinery, fixtures and fittings, computer equipment, motor vehicles and office equipment are revalued in accordance with price indices published by the Office of National Statistics (MM22 Producer Price Indices). Surpluses and deficits arising on revaluation are charged to the Revaluation Reserve. Where it is not possible for any such deficit to be offset by previous surpluses in the Revaluation Reserve, it is charged to revenue as are permanent diminutions in the value of fixed assets. Ownership of our assets is vested in the Secretary of State for Transport. The minimum level for capitalisation is £5,000.</p>\n\n<h4 id=\"non-current-assets-intangible-assets\">Non-current assets: intangible assets</h4>\n\n<p>The value of licences to operate the driver and vehicle systems is capitalised. Software development costs are capitalised, excluding any costs incurred in the planning and design stages of the project, which are clearly defined and separate from the build phase of a project. New expenditure on IT systems development is written off in the period in which it is incurred, unless a beneficial relationship to a future period can be established with reasonable certainty, in which case the charge is capitalised. We review our projects and operational software for impairment and revalue our intangible assets annually based on Depreciated Replacement Cost.</p>\n\n<p>The value of the driver and vehicle databases cannot be estimated. Our personalised registrations database, including unallocated vehicle registration marks, is a very large store of possible combinations of alpha-numeric characters and is affected by changes in opinion, taste and judgement. As a result, the potential future sales value is not recognised in our statement of financial position, as it cannot be reliably estimated.</p>\n\n<h4 id=\"depreciation-and-amortisation\">Depreciation and amortisation</h4>\n\n<p>Depreciation is provided on intangible and tangible non-current assets from the date they are commissioned into operational service, except for computer equipment, which is provided for at the date of purchase. When assets are revalued the depreciation continues on the revised value over the remaining useful life of the relevant asset. The estimated useful lives from new of the main categories of non-current assets are:</p>\n\n<table>\n  <thead>\n    <tr>\n      <th> </th>\n      <th>Years</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Plant and machinery</td>\n      <td>3 - 10</td>\n    </tr>\n    <tr>\n      <td>IT equipment</td>\n      <td>3 - 5</td>\n    </tr>\n    <tr>\n      <td>Purchased software</td>\n      <td>up to 10</td>\n    </tr>\n    <tr>\n      <td>Office equipment</td>\n      <td>5 - 10</td>\n    </tr>\n    <tr>\n      <td>Software licences/development</td>\n      <td>3 - 15</td>\n    </tr>\n    <tr>\n      <td>Fixtures and fittings</td>\n      <td>5 - 10</td>\n    </tr>\n    <tr>\n      <td>Motor vehicles</td>\n      <td>5 - 10</td>\n    </tr>\n  </tbody>\n</table>\n\n<p>The estimated remaining useful lives of buildings on 31 March 2017 are:</p>\n\n<ul>\n  <li>32 years , Morriston site (excluding J and E blocks)</li>\n  <li>17 years, J and E blocks (Morriston site)</li>\n  <li>27 years, Richard Ley Development Centre at Swansea Vale.</li>\n</ul>\n\n<p>The estimated useful lives of assets are reviewed regularly and when necessary, revised. Land (freehold and leasehold) is not depreciated.</p>\n\n<h4 id=\"leases\">Leases</h4>\n\n<p>Operating lease rentals are charged to the statement of comprehensive net expenditure on a straight-line basis over the lease term.</p>\n\n<p>Leases in which the agency assumes substantially all the risks and rewards of ownership are classified as finance leases. Upon initial recognition the leased asset is measured at an amount equal to the lower of its fair value and the present value of the minimum lease payments. Subsequent to initial recognition, the asset is accounted for in accordance with the accounting policy applicable to that asset. Minimum lease payments made under finance leases are apportioned between the finance expense and the reduction of the outstanding liability. The finance expense is allocated to each period during the lease term so as to produce a constant periodic rate of interest on the remaining balance of the liability.</p>\n\n<h4 id=\"provisions\">Provisions</h4>\n\n<p>The agency makes provision for liabilities and charges in accordance with IAS 37 where, at the end of the current reporting period, a legal or constructive liability (for example a present obligation from past events) exists, the transfer of economic benefits is probable and a reasonable estimate can be made. Where the effect of the time value of money is material, the estimated risk-adjusted cash flows are discounted using the rates set by HM Treasury. When the discount is unwound, the adjustment is recognised as an interest expense. Further details are provided in respect of our most significant provisions below.</p>\n\n<h4 id=\"modernisation-of-network-services-provision\">Modernisation of network services provision</h4>\n\n<p>In 2012-13 we implemented plans for the phased closure of 39 local offices and 10 enforcement area offices to centralise operations in Swansea by December 2013.</p>\n\n<p>Future payments to be made under the provision for the modernisation of network services are discounted at the HM Treasury advised rates for General Provisions.</p>\n\n<h4 id=\"early-departure-costs-provision\">Early departure costs provision</h4>\n\n<p>We provide for future annual compensation payments to certain former employees who have taken early retirement. Compensation is payable from the date of retirement until age 60.</p>\n\n<p>We are responsible for 20% of the liability to former employees that took early retirement between 1 October 1994 and 31 March 1996 and met certain criteria. This liability is provided for within the early departure provision. The remaining liability is met centrally by the Civil Superannuation Vote.</p>\n\n<p>For departures between April 1996 and March 1997, HM Treasury introduced capping arrangements that limit the central contribution for these departures to a maximum of £99,000 per annum.</p>\n\n<p>We announced a Voluntary Early Retirement (VER) scheme in 2005-06 and a Flexible Early Retirement (FER) scheme in 2009-10. We are responsible in full for the liability to former employees who take early retirement under the VER and FER schemes and provides for the liability within the Early Departure Costs provision.</p>\n\n<p>Future payments to be made under the Early Departure and Voluntary Retirement schemes are discounted at the HM Treasury advised rate of 0.24% (2015-16: 1.37%).</p>\n\n<h4 id=\"tax-officers-pensions-and-compensation-payments-provision\">Tax officers’ pensions and compensation payments provision</h4>\n\n<p>We make payments in relation to costs of former taxation officers employed by local authorities before the creation of the Driver and Vehicle Licensing Centre in 1972. Certain individuals remained within the Local Government Pension Scheme. We contribute to the local authorities concerned towards the annual cost of these pensions. We also make compensation payments to a number of individuals in respect of loss of emoluments when the Local Taxation Offices closed. A provision has been made for future costs. An actuarial valuation is carried out every 3 years to determine future liabilities, with the latest valuation carried out on the 31 March 2016.</p>\n\n<h4 id=\"pensions\">Pensions</h4>\n\n<p>Present and past employees are covered by the provisions of PCSPS and the CSOPS known as ‘alpha’, which is described in the Remuneration Report. We recognise the expected cost of providing pensions on a systematic and rational basis over the period during which it benefits from employees’ services by payment to the PCSPS of amounts calculated on an accruing basis. Liability for payment of future benefits is a charge on the PCSPS and alpha. In respect of the defined contribution schemes, we recognise the contributions payable for the year.</p>\n\n<h4 id=\"research-and-development\">Research and development</h4>\n\n<p>We consider our expenditure each year to determine if any is considered to be research and development.</p>\n\n<p>In accordance with IAS 38 Intangible Assets, expenditure incurred on pure and applied research is treated as an operating charge in the year in which it is incurred. Development expenditure is for the development of specific business systems. Expenditure which does not meet the criteria for capitalisation is treated as an operating cost in the year in which it is incurred. Development costs meeting the criteria for capitalisation are treated as intangible fixed assets and amortised as explained in the intangible non-current asset note (note 6). Non-current assets acquired for use in development are depreciated over the expected useful life of the underlying system.</p>\n\n<h4 id=\"private-finance-initiative-pfi-contract-for-estates\">Private Finance Initiative (PFI) contract for estates</h4>\n\n<p>On the 4 April 2005, we entered into a 20-year service concession agreement with Telereal Trillium (formerly Land Securities Trillium). This agreement falls within the scope of IFRIC 12 Service Concession Arrangements and has been set up to provide the following property outsourcing solutions:</p>\n\n<ul>\n  <li>building maintenance</li>\n  <li>office moves</li>\n  <li>cleaning</li>\n  <li>catering and vending</li>\n  <li>furniture repair</li>\n  <li>furniture replacement</li>\n  <li>grounds maintenance</li>\n  <li>waste management and pest control.</li>\n</ul>\n\n<p>We are invoiced on a monthly basis and this revenue expenditure is recorded as a service charge in the Statement of comprehensive net expenditure.</p>\n\n<p>At the start of the contract, Telereal Trillium undertook a refurbishment of the Morriston site. Where the work is capital in nature (air conditioning, double-glazing, lifts and specialist cabling), the costs were capitalised on Independent Assessors’ sign off for each floor as complete and ready for use. The air conditioning, double-glazing and lifts are depreciated over the length of the PFI contract. The cabling is depreciated over its expected useful life of 10 years. A PFI liability was created to reflect the liabilities relating to property, plant and equipment paid for under the PFI unitary charge. This creditor is reduced over the life of the contract as payments are made. In accordance with HM Treasury Financial Reporting Manual requirements, the interest part of the unitary charge relating to the assets capitalised has been calculated using the actuarial method.</p>\n\n<h4 id=\"financial-instruments\">Financial instruments</h4>\n\n<p>Financial instruments are contractual arrangements that give rise to a financial asset of one entity and a financial liability or equity instrument of another entity. Financial assets are typically cash or rights to receive cash or equity instruments in another entity. Financial liabilities are typically obligations to transfer cash. A contractual right to exchange financial assets or financial liabilities with other entities will also be a financial asset or liability, depending on whether the conditions are potentially favourable or adverse to the reporting entity.</p>\n\n<p>Non-derivative financial assets comprise trade and other receivables and cash equivalents. These are classified as loans and receivables. We initially recognise these assets on the date that they are originated, and derecognises them when the contractual rights to the cash flows from the asset expire.</p>\n\n<p>Trade and other receivables are recognised initially at fair value on the date that they originated. Fair value is usually at the original invoiced amount. Subsequent to initial recognition they are measured at amortised cost using the effective interest method less any impairment losses.</p>\n\n<p>Non-derivative financial liabilities comprise trade and other payables, obligations under finance leases and obligations under on-balance sheet PFI contracts. We recognise these liabilities initially on the trade date at which we become a party to the contractual provisions of the instrument and derecognise when our contractual obligations are discharged or cancelled or expired. Trade and other payables are recognised initially at fair value. Fair value is usually at the original invoiced amount. Subsequent to initial recognition they are measured at amortised cost.</p>\n\n<h4 id=\"impairment-of-financial-assets\">Impairment of financial assets</h4>\n\n<p>We assess at each balance sheet date whether there is objective evidence that financial assets are impaired. This could be as a result of one or more loss events that occurred after the initial recognition of the asset and before the balance sheet date, and the loss event or events has had an impact on the estimated future cash flows of the financial asset or the portfolio that can be reliably estimated.</p>\n\n<p>The amount of the impairment loss is measured as the difference between the asset’s carrying amount and the present value of estimated future cash flows. The methodology and assumptions used for estimating future cash flows are reviewed regularly to reduce any differences between loss estimates and actual loss experience.</p>\n\n<p>We do not hold any derivative financial instruments.</p>\n\n<h4 id=\"contingent-liabilities\">Contingent liabilities</h4>\n\n<p>In accordance with IAS 37, we disclose as contingent liabilities potential future obligations arising from past obligating events, where the existence of such obligations remains uncertain pending the outcome of future events outside of our control, unless their likelihood is considered to be remote. Guarantees, indemnities and undertakings are treated as contingent liabilities.</p>\n\n<p>In addition to contingent liabilities disclosed in accordance with IAS 37, we disclose for Parliamentary reporting and accountability purposes certain statutory and non-statutory contingent liabilities where the likelihood of a transfer of economic benefit is remote, but which have been reported to Parliament in accordance with the requirements of Managing Public Money.</p>\n\n<p>Where the time value of money is material, contingent liabilities which are required to be disclosed under IAS 37 are stated at discounted amounts and the amount reported to Parliament separately noted.</p>\n\n<h4 id=\"contingent-assets\">Contingent assets</h4>\n\n<p>In accordance with IAS 37, we disclose contingent assets that arise from past events whose existence will be confirmed only by the occurrence or non-occurrence of one or more uncertain future events not wholly within the control of the agency and where an inflow of economic benefits is probable.</p>\n\n<h4 id=\"use-of-estimates-and-judgements\">Use of estimates and judgements</h4>\n\n<p>The preparation of the financial statements in conformity with IFRS requires management to make judgements, estimates and assumptions that affect the application of accounting policies and the reported amounts of assets, liabilities, income and expenses. Actual results may differ from these estimates.</p>\n\n<p>Estimates and underlying assumptions are reviewed on an ongoing basis. Revisions to accounting estimates are recognised in the period in which the estimates are revised and in any future periods affected.</p>\n\n<p>Information about critical judgements in applying accounting policies that have the most significant effect on the amounts recognised in the financial statements are set out below.</p>\n\n<p>Provisions for liabilities and charges – the main estimates relate to the discount rate which is provided by HM Treasury and estimates of future spend in the Modernising Network Services provision, in particular regarding the elements relating to onerous leases.</p>\n\n<p>The critical assumptions and estimation uncertainties that have a significant risk of resulting in a material adjustment within the next financial year relate to the estimated useful economic life of intangible assets. These are based on management’s judgement of assets of a similar nature and historical trends and are revised where appropriate. Where material, the cost of untaken staff leave has been estimated and accrued.</p>\n\n<h4 id=\"consolidated-fund-extra-receipts\">Consolidated fund extra receipts</h4>\n\n<p>Payments due to the Consolidated Fund from the Business Account represent amounts in excess of costs for our personalised registration/cherished transfer transactions. The income from these transactions is only deemed as due to the Consolidated Fund after the recovery of these costs. The surplus Consolidated Fund Extra Receipts are recognised in the statement of taxpayers’ equity in compliance with the 2016-17 FReM.</p>\n\n<h4 id=\"supply-funding\">Supply funding</h4>\n\n<p>Supply funding is provided by DfT and is recognised as financing within the statement of changes in taxpayers’ equity.</p>\n\n<h4 id=\"note-2-statement-of-income-cost-by-operating-segment\">Note 2. Statement of Income/ (Cost) by Operating Segment</h4>\n\n<table>\n  <tr>\n    <th>2016-17 Operating Segments</th>\n    <th>Fees and charges<br>£000</th>\n    <th>\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> personalised registrations<br>£000</th>\n    <th>\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> Collection and Enforcement<br>£000</th>\n    <th>Other Government Departments<br>£000</th>\n    <th>Total<br>£000</th>\n  </tr>\n  <tr>\n    <td>External revenue</td>\n    <th>432,726</th>\n    <th>113,969</th>\n    <th>7,657</th>\n    <th>9,683</th>\n    <th>564,035</th>\n  </tr>\n  <tr>\n    <td>Expenditure</td>\n    <th>(311,047)</th>\n    <th>(3,910)</th>\n    <th>(126,294)</th>\n    <th>(9,683)</th>\n    <th>(450,934)</th>\n  </tr>\n  <tr>\n    <td>Net income/(cost)</td>\n    <th>121,679</th>\n    <th>110,059</th>\n    <th>(118,637)</th>\n    <td>-</td>\n    <th>113,101</th>\n  </tr>\n</table>\n\n<table>\n  <tr>\n    <th>2015-16 Operating Segments</th>\n    <th>Fees and charges<br>£000</th>\n    <th>\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> personalised registrations<br>£000</th>\n    <th>\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> Collection and Enforcement<br>£000</th>\n    <th>Other Government Departments<br>£000</th>\n    <th>Total<br>£000</th>\n  </tr>\n  <tr>\n    <td>External revenue</td>\n    <td>423,110</td>\n    <td>102,183</td>\n    <td>6,828</td>\n    <td>8,930</td>\n    <td>541,051</td>\n  </tr>\n  <tr>\n    <td>Expenditure</td>\n    <td>(326,944)</td>\n    <td>(5,526)</td>\n    <td>(143,408)</td>\n    <td>(8,930)</td>\n    <td>(484,808)</td>\n  </tr>\n  <tr>\n    <td>Net income/(cost)</td>\n    <td>96,166</td>\n    <td>96,657</td>\n    <td>(136,580)</td>\n    <td>-</td>\n    <td>56,243</td>\n  </tr>\n</table>\n\n<p>The segments used reflect how management information is provided to the ET. An analysis of assets and liabilities by segment is not regularly provided to the Chief Executive or ET.  The information on the nature of the segments and the significant income streams are provided in the Performance Report – Finance and Efficiency.</p>\n\n<p>Within net operating income/ (cost) are Consolidated Fund Extra Receipts (CFERs) of:</p>\n\n<ul>\n  <li>£91.5 million (2015-16: £67.2 million) in respect of cherished transfer transactions brought to account in fees and charges and</li>\n  <li>£110.1 million (2015-16: £96.7 million) in respect of our personalised registrations</li>\n</ul>\n\n<p>We comply with the cost allocation and charging requirements set out in the HM Treasury Fees and Charges guide. Our financial objective is to recover the full cost of keeping the vehicle and driver registers and fees (where applicable) are set to cover these costs. For fee setting purposes, rather than ring-fencing fees and related expenditure, we have a Section 102 order that allows us to pool these fees and costs; the total fees, costs and surplus are disclosed in the above note.</p>\n\n<h4 id=\"note-3-operating-costs\">Note 3. Operating costs</h4>\n\n<table>\n  <tr>\n    <th>Operating costs</th>\n    <th>2016-17<br>£000</th>\n    <th>2015-16<br>£000</th>\n  </tr>\n  <tr>\n    <td>ICT Services</td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>- Operational</td>\n    <th>72,722</th>\n    <td>70,367</td>\n  </tr>\n  <tr>\n    <td>- Programme</td>\n    <th>15,225</th>\n    <td>55,308</td>\n  </tr>\n  <tr>\n    <td>Agents’ fees</td>\n    <th>37,004</th>\n    <td>34,573</td>\n  </tr>\n  <tr>\n    <td>Postage &amp; printing</td>\n    <th>40,223</th>\n    <td>40,729</td>\n  </tr>\n  <tr>\n    <td>PFI Estates unitary charge</td>\n    <th>18,839</th>\n    <td>18,714</td>\n  </tr>\n  <tr>\n    <td>Credit card charges</td>\n    <th>11,573</th>\n    <td>15,334</td>\n  </tr>\n  <tr>\n    <td>Accommodation</td>\n    <th>5,672</th>\n    <td>5,609</td>\n  </tr>\n  <tr>\n    <td>Medical practitioners</td>\n    <th>17,971</th>\n    <td>16,273</td>\n  </tr>\n  <tr>\n    <td>Shared Services (i)</td>\n    <th>10,229</th>\n    <td>8,930</td>\n  </tr>\n  <tr>\n    <td>Professional services</td>\n    <th>1,815</th>\n    <td>2,669</td>\n  </tr>\n  <tr>\n    <td>Maintenance of machinery and vehicles</td>\n    <th>2,954</th>\n    <td>3,234</td>\n  </tr>\n  <tr>\n    <td>Travel &amp; subsistence</td>\n    <th>1,171</th>\n    <td>1,171</td>\n  </tr>\n  <tr>\n    <td>Staff related</td>\n    <th>3,052</th>\n    <td>1,604</td>\n  </tr>\n  <tr>\n    <td>Consultancy</td>\n    <th>257</th>\n    <td>335</td>\n  </tr>\n    <tr>\n    <td>Auditor’s remuneration (ii)</td>\n    <th>122</th>\n    <td>122</td>\n  </tr>\n      <tr>\n    <td>Other</td>\n    <th>2,332</th>\n    <td>2,242</td>\n  </tr>\n      <tr>\n    <td>Net increase/(decrease) in provisions</td>\n    <th>617</th>\n    <td>(561)</td>\n  </tr>\n      <tr>\n    <th>Total Operating costs</th>\n    <th>241,778 </th>\n    <td>276,653</td>\n  </tr>\n</table>\n\n<p>(i) Shared Services includes expenditure on Shared Services Arvato and GIAA.</p>\n\n<p>(ii)  As an Executive Agency, the auditor’s remuneration is a notional fee for our Business Account of £91,000 (2015-16: £91,000) along with a notional fee for the statutory audit of the Trust Statement of £31,000 (2015-16: £31,000).</p>\n\n<h4 id=\"note-4-finance-costs\">Note 4. Finance costs</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>2016-17<br>£000</th>\n    <th>2015-16<br>£000</th>\n  </tr>\n  <tr>\n    <th>Finance costs</th>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Interest on imputed finance lease part of on-balance sheet PFI contracts</td>\n    <th>1,284</th>\n    <td>1,399</td>\n  </tr>\n  <tr>\n    <td>Interest on finance lease liabilities</td>\n    <th>1</th>\n    <td>6</td>\n  </tr>\n  <tr>\n    <td>Unwinding/(Creation) of discount and impact of changes in discount rate on provisions (i)</td>\n    <th>409</th>\n    <td>(163)</td>\n  </tr>\n  <tr>\n    <th>Total finance costs</th>\n    <th>1,694</th>\n    <td>1,242</td>\n  </tr>\n</table>\n\n<p>(i) Discount rate changes made to reflect future liability payments at today’s prices, based on the latest discount rates published by HM Treasury.</p>\n\n<h4 id=\"note-5-property-plant-and-equipment\">Note 5. Property, plant and equipment</h4>\n\n<table>\n  <tr>\n    <th>2016-17</th>\n    <th>Land<br>£000</th>\n    <th>Buildings (excl PFI fit out)<br>£000</th>\n    <th>IT hardware<br>£000</th>\n    <th>Plant and machinery<br>£000</th>\n    <th>Furniture and fittings (incl PFI fit out<br>£000</th>\n    <th>Motor vehicles<br>£000</th>\n    <th>Total<br>£000</th>\n  </tr>\n  <tr>\n    <th>Cost or valuation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>At 1 April 2016</td>\n    <td>4,080</td>\n    <td>64,648</td>\n    <td>7,335</td>\n    <td>25,940</td>\n    <td>23,891</td>\n    <td>880</td>\n    <td>126,774</td>\n  </tr>\n  <tr>\n    <td>Additions</td>\n    <td>-</td>\n    <td>-</td>\n    <td>2,962</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>2,962</td>\n  </tr>\n    <tr>\n    <td>Disposals</td>\n    <td>-</td>\n    <td>-</td>\n    <td>(102)</td>\n    <td>(114)</td>\n    <td>(296)</td>\n    <td>-</td>\n    <td>(512)</td>\n  </tr>\n  <tr>\n    <td>Revaluations</td>\n    <td>-</td>\n    <td>2,475</td>\n    <td>424</td>\n    <td>508</td>\n    <td>97</td>\n    <td>25</td>\n    <td>3,529</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2017</th>\n    <th>4,080</th>\n    <th>67,123</th>\n    <th>10,619</th>\n    <th>26,334</th>\n    <th>23,693</th>\n    <th>905</th>\n    <th>132,753</th>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Depreciation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>At 1 April 2016</td>\n    <td>-</td>\n    <td>14,468</td>\n    <td>4,637</td>\n    <td>22,429</td>\n    <td>20,052</td>\n    <td>791</td>\n    <td>62,377</td>\n  </tr>\n  <tr>\n    <td>Charged in year</td>\n    <td>-</td>\n    <td>1,755</td>\n    <td>765</td>\n    <td>1,617</td>\n    <td>1,542</td>\n    <td>91</td>\n    <td>5,770</td>\n  </tr>\n    <tr>\n    <td>Disposals</td>\n    <td>-</td>\n    <td>-</td>\n    <td>(102)</td>\n    <td>(114)</td>\n    <td>(296)</td>\n    <td>-</td>\n    <td>(512)</td>\n  </tr>\n  <tr>\n    <td>Revaluations</td>\n    <td>-</td>\n    <td>-</td>\n    <td>266</td>\n    <td>415</td>\n    <td>42</td>\n    <td>23</td>\n    <td>746</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2017</th>\n    <th>-</th>\n    <th>16,223</th>\n    <th>5,566</th>\n    <th>24,347</th>\n    <th>21,340</th>\n    <th>905</th>\n    <th>68,381</th>\n  </tr>\n  <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td> Net book value at 31 March 2016</td>\n    <td>4,080</td>\n    <td>50,180</td>\n    <td>2,698</td>\n    <td>3,511</td>\n    <td>3,839</td>\n    <td>89</td>\n    <td>64,397</td>\n  </tr>\n    <tr>\n    <th>Net book value at 31 March 2017</th>\n    <th>4,080</th>\n    <th>50,900</th>\n    <th>5,053</th>\n    <th>1,987</th>\n    <th>2,353</th>\n    <th>-</th>\n    <th>64,372</th>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Asset financing</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>Owned</td>\n    <td>3,500</td>\n    <td>27,525</td>\n    <td>5,053</td>\n    <td>1,987</td>\n    <td>536</td>\n    <td></td>\n    <td>38,601</td>\n  </tr>\n  <tr>\n    <td>Finance Lease</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n  </tr>\n    <tr>\n    <td>On-balance sheet PFI contracts</td>\n    <td>580</td>\n    <td>23,375</td>\n    <td>-</td>\n    <td>-</td>\n    <td>1,817</td>\n    <td>-</td>\n    <td>25,771</td>\n  </tr>\n  <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <th>Net book value at 31 March 2017</th>\n    <th>4,080</th>\n    <th>50,900</th>\n    <th>5,053</th>\n    <th>1,987</th>\n    <th>2,353</th>\n    <th>-</th>\n    <th>64,372</th>\n  </tr>\n</table>\n\n<table>\n  <tr>\n    <th>2015-16</th>\n    <th>Land<br>£000</th>\n    <th>Buildings (excl PFI fit out)<br>£000</th>\n    <th>IT hardware<br>£000</th>\n    <th>Plant and machinery<br>£000</th>\n    <th>Furniture and fittings (incl PFI fit out<br>£000</th>\n    <th>Motor vehicles<br>£000</th>\n    <th>Total<br>£000</th>\n  </tr>\n  <tr>\n    <th>Cost or valuation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>At 1 April 2015</td>\n    <td>4,080</td>\n    <td>64,648</td>\n    <td>6,719</td>\n    <td>25,636</td>\n    <td>23,836</td>\n    <td>911</td>\n    <td>125,830</td>\n  </tr>\n  <tr>\n    <td>Additions</td>\n    <td>-</td>\n    <td>-</td>\n    <td>512</td>\n    <td>106</td>\n    <td>68</td>\n    <td>-</td>\n    <td>686</td>\n  </tr>\n    <tr>\n    <td>Disposals</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>(33)</td>\n    <td>(36)</td>\n    <td>(69)</td>\n  </tr>\n  <tr>\n    <td>Transfer</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Revaluations</td>\n    <td>-</td>\n    <td>-</td>\n    <td>104</td>\n    <td>198</td>\n    <td>20</td>\n    <td>5</td>\n    <td>327</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2016</th>\n    <th>4,080</th>\n    <th>64,648</th>\n    <th>7,335</th>\n    <th>25,940</th>\n    <th>23,891</th>\n    <th>880</th>\n    <th>126,774</th>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Depreciation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>At 1 April 2015</td>\n    <td>-</td>\n    <td>12,712</td>\n    <td>3,910</td>\n    <td>19,091</td>\n    <td>18,510</td>\n    <td>643</td>\n    <td>54,866</td>\n  </tr>\n  <tr>\n    <td>Charged in year</td>\n    <td>-</td>\n    <td>1,756</td>\n    <td>666</td>\n    <td>3,193</td>\n    <td>1,557</td>\n    <td>180</td>\n    <td>7,352</td>\n  </tr>\n    <tr>\n    <td>Disposals</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>(35)</td>\n    <td>(34)</td>\n    <td>(69)</td>\n  </tr>\n      <tr>\n    <td>Transfer</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Revaluations</td>\n    <td>-</td>\n    <td>-</td>\n    <td>61</td>\n    <td>145</td>\n    <td>20</td>\n    <td>2</td>\n    <td>228</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2016</th>\n    <th>-</th>\n    <th>14,468</th>\n    <th>4,637</th>\n    <th>22,429</th>\n    <th>20,052</th>\n    <th>791</th>\n    <th>62,377</th>\n  </tr>\n  <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td> Net book value at 31 March 2015</td>\n    <td>4,080</td>\n    <td>51,936</td>\n    <td>2,809</td>\n    <td>6,545</td>\n    <td>5,326</td>\n    <td>268</td>\n    <td>70,964</td>\n  </tr>\n    <tr>\n    <th>Net book value at 31 March 2016</th>\n    <td>4,080</td>\n    <td>50,180</td>\n    <td>2,698</td>\n    <td>3,511</td>\n    <td>3,839</td>\n    <td>89</td>\n    <td>64,397</td>\n  </tr>\n    <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <th>Asset financing</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>Owned</td>\n    <td>3,649</td>\n    <td>28,366</td>\n    <td>2,698</td>\n    <td>3,511</td>\n    <td>633</td>\n    <td>-</td>\n    <td>38,857</td>\n  </tr>\n  <tr>\n    <td>Finance Lease</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>-</td>\n    <td>89</td>\n    <td>89</td>\n  </tr>\n    <tr>\n    <td>On-balance sheet PFI contracts</td>\n    <td>431</td>\n    <td>21,814</td>\n    <td>-</td>\n    <td>-</td>\n    <td>3,206</td>\n    <td>-</td>\n    <td>25,451</td>\n  </tr>\n  <tr>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <th>Net book value at 31 March 2016</th>\n    <th>4,080</th>\n    <th>50,180</th>\n    <th>2,698</th>\n    <th>3,511</th>\n    <th>3,839</th>\n    <th>89</th>\n    <th>64,397</th>\n  </tr>\n</table>\n\n<h4 id=\"valuation-of-assets\">Valuation of assets</h4>\n\n<p>The net book value of land includes freehold £3.5 million (2015-16: £3.5 million) and leasehold £0.6 million (2015-16: £0.6 million). Leasehold is made up of Richard Ley Development Centre £0.2 million (125 year lease) and Fforestfach £0.4 million (999 year lease). The net book value of buildings relates to our property with PFI buildings/refurbishment having a net book value of £23 million (2015-16: £22 million).</p>\n\n<p>Analysis of depreciation, amortisation and impairment line in statement of comprehensive net expenditure.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th> </th>\n      <th>2016-17</th>\n      <th>2015-16</th>\n    </tr>\n    <tr>\n      <th> </th>\n      <th>£000</th>\n      <th>£000</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Depreciation of property, plant and equipment</td>\n      <td>5,770</td>\n      <td>7,352</td>\n    </tr>\n    <tr>\n      <td>(Profit) on disposal of property, plant and equipment and intangibles</td>\n      <td>-</td>\n      <td>(13)</td>\n    </tr>\n    <tr>\n      <td>Amortisation of intangible assets (note 6)</td>\n      <td>21,345</td>\n      <td>32,115</td>\n    </tr>\n    <tr>\n      <td> </td>\n      <td>27,115</td>\n      <td>39,454</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"note-6-intangible-assets\">Note 6. Intangible assets</h4>\n\n<table>\n  <tr>\n    <th>2016-17</th>\n    <th>Software licences<br>£000</th>\n    <th>Software development<br>£000</th>\n    <th>Assets under construction<br>£000</th>\n    <th>Total<br>£000</th>\n  </tr>\n  <tr>\n    <th>Cost or valuation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>At 1 April 2016</td>\n    <td>18,474</td>\n    <td>265,243</td>\n    <td>732</td>\n    <td>284,449</td>\n  </tr>\n  <tr>\n    <td>Additions</td>\n    <td>1,241</td>\n    <td>-</td>\n    <td>4,205</td>\n    <td>5,446</td>\n  </tr>\n  <tr>\n    <td>Disposals</td>\n    <td>(4,022)</td>\n    <td>(9,843)</td>\n    <td>-</td>\n    <td>(13,865)</td>\n  </tr>\n  <tr>\n    <td>Transfer</td>\n    <td>-</td>\n    <td>767</td>\n    <td>(767)</td>\n    <td>-</td>\n  </tr>\n  <tr>\n    <td>Revaluation</td>\n    <td>53</td>\n    <td>100</td>\n    <td>-</td>\n    <td>153</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2017</th>\n    <td>15,746</td>\n    <td>256,267</td>\n    <td>4,170</td>\n    <td>276,183</td>\n  </tr>\n    <tr>\n    <th>Amortisation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>At 1 April 2016</td>\n    <td>6,550</td>\n    <td>234,241</td>\n    <td>-</td>\n    <td>240,791</td>\n  </tr>\n    <tr>\n    <td>Charged in year</td>\n    <td>4,488</td>\n    <td>16,857</td>\n    <td>-</td>\n    <td>21,345</td>\n  </tr>\n    <tr>\n    <td>Disposals</td>\n    <td>(4,022)</td>\n    <td>(9,843)</td>\n    <td>-</td>\n    <td>(13,865)</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2017</th>\n    <td>7,016</td>\n    <td>241,255</td>\n    <td>-</td>\n    <td>248,271</td>\n  </tr>\n    <tr>\n    <td>Net book value at 31 March 2016</td>\n    <td>11,924</td>\n    <td>31,002</td>\n    <td>732</td>\n    <td>43,658</td>\n  </tr>\n      <tr>\n    <th>Net book value at 31 March 2017</th>\n    <td>8,730</td>\n    <td>15,012</td>\n    <td>4,170</td>\n    <td>27,912</td>\n  </tr>\n  </table>\n\n<table>\n  <tr>\n    <th>2015-16</th>\n    <th>Software licences<br>£000</th>\n    <th>Software development<br>£000</th>\n    <th>Assets under construction<br>£000</th>\n    <th>Total<br>£000</th>\n  </tr>\n  <tr>\n    <th>Cost or valuation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>At 1 April 2015</td>\n    <td>5,501</td>\n    <td>252,854</td>\n    <td>8,037</td>\n    <td>266,392</td>\n  </tr>\n  <tr>\n    <td>Additions</td>\n    <td>-</td>\n    <td>-</td>\n    <td>18,057</td>\n    <td>18,057</td>\n  </tr>\n  <tr>\n    <td>Transfer</td>\n    <td>12,973</td>\n    <td>12,389</td>\n    <td>(25,362)</td>\n    <td>-</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2016</th>\n    <td>18,474</td>\n    <td>265,243</td>\n    <td>732</td>\n    <td>284,449</td>\n  </tr>\n    <tr>\n    <th>Amortisation</th>\n    <td></td>\n    <td></td>\n    <td></td>\n    <td></td>\n  </tr>\n    <tr>\n    <td>At 1 April 2015</td>\n    <td>4,506</td>\n    <td>204,170</td>\n    <td>-</td>\n    <td>208,676</td>\n  </tr>\n    <tr>\n    <td>Charged in year</td>\n    <td>2,044</td>\n    <td>30,071</td>\n    <td>-</td>\n    <td>32,115</td>\n  </tr>\n    <tr>\n    <th>At 31 March 2016</th>\n    <td>6,550</td>\n    <td>234,241</td>\n    <td>-</td>\n    <td>240,791</td>\n  </tr>\n    <tr>\n    <td>Net book value at 31 March 2015</td>\n    <td>995</td>\n    <td>48,684</td>\n    <td>8,037</td>\n    <td>57,716</td>\n  </tr>\n      <tr>\n    <th>Net book value at 31 March 2016</th>\n    <td>11,924</td>\n    <td>31,002</td>\n    <td>732</td>\n    <td>43,658</td>\n  </tr>\n  </table>\n\n<p>Intangible additions of £5.4 million (2015-16: £18.1 million) have been included in respect of software under development which is due to be completed and brought into use in future years.</p>\n\n<p>There were no contractual commitments for intangibles as at 31 March 2017 or 31 March 2016.</p>\n\n<h4 id=\"significant-intangible-assets-controlled-by-dvla-are-detailed-below\">Significant intangible assets controlled by <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> are detailed below:</h4>\n\n<table>\n  <thead>\n    <tr>\n      <th>Asset</th>\n      <th>31 March 2017</th>\n      <th> </th>\n      <th>31 March 2016</th>\n      <th> </th>\n    </tr>\n    <tr>\n      <th> </th>\n      <th>Remaining useful economic life</th>\n      <th>Net book value</th>\n      <th>Remaining useful economic life</th>\n      <th>Net book value</th>\n    </tr>\n    <tr>\n      <th> </th>\n      <th>(months)</th>\n      <th>£000</th>\n      <th>(months)</th>\n      <th>£000</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> personalised registrations</td>\n      <td>-</td>\n      <td>-</td>\n      <td>1</td>\n      <td>85</td>\n    </tr>\n    <tr>\n      <td>Smart Tachographs – Phase 1</td>\n      <td>-</td>\n      <td>-</td>\n      <td>9</td>\n      <td>430</td>\n    </tr>\n    <tr>\n      <td>Drivers casework system (CASP) - Technical Refresh</td>\n      <td>11</td>\n      <td>4,450</td>\n      <td>23</td>\n      <td>9,239</td>\n    </tr>\n    <tr>\n      <td>Weblogic</td>\n      <td>-</td>\n      <td>-</td>\n      <td>3</td>\n      <td>313</td>\n    </tr>\n    <tr>\n      <td>Payment Card Data Security</td>\n      <td>-</td>\n      <td>-</td>\n      <td>5</td>\n      <td>371</td>\n    </tr>\n    <tr>\n      <td>Abolition of Tax Disc</td>\n      <td>12</td>\n      <td>346</td>\n      <td>24</td>\n      <td>687</td>\n    </tr>\n    <tr>\n      <td>\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> Direct Debits</td>\n      <td>12</td>\n      <td>1,120</td>\n      <td>24</td>\n      <td>2,225</td>\n    </tr>\n    <tr>\n      <td>IBM Extended Licence Agreement</td>\n      <td>21</td>\n      <td>7,621</td>\n      <td>33</td>\n      <td>11,892</td>\n    </tr>\n    <tr>\n      <td>Vehicle Management and Personalised Registrations</td>\n      <td>12</td>\n      <td>1,064</td>\n      <td>24</td>\n      <td>2,113</td>\n    </tr>\n    <tr>\n      <td>Digital Services Platform</td>\n      <td>105</td>\n      <td>2,059</td>\n      <td>117</td>\n      <td>2,278</td>\n    </tr>\n    <tr>\n      <td>Others</td>\n      <td> </td>\n      <td>11,252</td>\n      <td> </td>\n      <td>14,025</td>\n    </tr>\n    <tr>\n      <td>Total</td>\n      <td> </td>\n      <td>27,912</td>\n      <td> </td>\n      <td>43,658</td>\n    </tr>\n  </tbody>\n</table>\n\n<p>Remaining useful economic lives are in accordance with our IT transformation strategy.</p>\n\n<h4 id=\"note-7-trade-and-other-receivables\">Note 7. Trade and other receivables</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>31 March 2017<br>£000</th>\n    <th>31 March 2016<br>£000</th>\n  </tr>\n  <tr>\n    <th>Amounts falling due within one year:</th>\n    <td></td>\n    <td></td>\n  </tr>\n  <tr>\n    <td>Trade receivables(i)</td>\n    <th>2,798</th>\n    <td>3,110</td>\n  </tr>\n  <tr>\n    <td>Other receivables</td>\n    <th>194</th>\n    <td>264</td>\n  </tr>\n  <tr>\n    <td>Public sector receivables </td>\n    <th>12,099</th>\n    <td>9,569</td>\n  </tr>\n  <tr>\n    <td>Concentrix/IBM prepayment – service delivery</td>\n    <th>-</th>\n    <td>931</td>\n  </tr>\n  <tr>\n    <td>Other prepayments</td>\n    <th>11,268</th>\n    <td>4,443</td>\n  </tr>\n    <tr>\n    <td>Accrued income</td>\n    <th>7,528</th>\n    <td>13,129</td>\n  </tr>\n    <tr>\n    <th>Total</th>\n    <th>33,887</th>\n    <td>31,446</td>\n  </tr>\n</table>\n\n<p>(i) Trade receivables 2016-17 of £2.8 million (2015-16: £3.1 million) includes £1.9 million (2015-16: £1.1 million) in relation to our personalised registration auctions.</p>\n\n<p>This amount will, after deduction of costs, be paid over to HM Treasury during the subsequent financial year.</p>\n\n<h4 id=\"note-8-cash-and-cash-equivalents\">Note 8. Cash and cash equivalents</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>31 March 2017<br>£000</th>\n    <th>31 March 2016<br>£000</th>\n  </tr>\n  <tr>\n    <td>At 1 April</td>\n    <th>31,684</th>\n    <td>23,685</td>\n  </tr>\n  <tr>\n    <td>Net change in cash and cash equivalent balances</td>\n    <th>17,528</th>\n    <td>7,999</td>\n  </tr>\n  <tr>\n    <th>At 31 March</th>\n    <th>49,212</th>\n    <td>31,684</td>\n  </tr>\n</table>\n\n<h4 id=\"note-9-trade-and-other-payables-of-which-currentnon-current\">Note 9. Trade and other payables of which: current/non current</h4>\n\n<table>\n<tr>\n<th></th>\n<th>31 March 2017<br>£000</th>\n<th>31 March 2016<br>£000</th>\n</tr>\n<tr>\n<th>Amounts falling due within one year</th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Trade payables</td>\n<th>13,926</th>\n<td>9,988</td>\n</tr>\n<tr>\n<td>Accruals and deferred revenue</td>\n<th>26,818</th>\n<td>36,076</td>\n</tr>\n<tr>\n<td>Current part of finance leases</td>\n<th>-</th>\n<td>104</td>\n</tr>\n<tr>\n<td>Current part of imputed finance lease part of on balance sheet estates PFI contract</td>\n<th>2,302</th>\n<td>2,181</td>\n</tr>\n<tr>\n<td>Cash balance payable to the Consolidated Fund</td>\n<th>25,627</th>\n<td>17,909</td>\n</tr>\n<tr>\n<td>Amounts due to DfT in respect of Supply Funding</td>\n<th>3,655</th>\n<td>1,775</td>\n</tr>\n<tr>\n<td>Other – capital accrual</td>\n<th>3,986</th>\n<td>3,974</td>\n</tr>\n<tr>\n<td>VAT</td>\n<th>1,807</th>\n<td>290</td>\n</tr>\n<tr>\n<th></th>\n<th>78,121</th>\n<td>72,297</td>\n</tr>\n<tr>\n<th>Amounts falling due after more than one year:</th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td> Imputed finance lease part of on-balance sheet estates PFI contract</td>\n<th>20,134</th>\n<td>22,436</td>\n</tr>\n<tr>\n<th>Total</th>\n<th>98,255</th>\n<td>94,733</td>\n</tr>\n</table>\n\n<p>The movements relating to the overall finance lease part of the Estates PFI contract are as follows:</p>\n\n<table>\n<tr>\n<th>Imputed finance lease part of on-balance sheet Estates PFI contract</th>\n<th>2016-17<br>£000</th>\n<th>2015-16<br>£000</th>\n</tr>\n<tr>\n<td>At 1 April 2016</td>\n<th>24,617</th>\n<td>26,682</td>\n</tr>\n<tr>\n<td>Amount paid in relation to assets capitalised</td>\n<th>(2,181)</th>\n<td>(2,065)</td>\n</tr>\n<tr>\n<th>At 31 March 2017</th>\n<th>22,436</th>\n<td>24,617</td>\n</tr>\n</table>\n\n<h4 id=\"note-10-financial-instruments\">Note 10. Financial instruments</h4>\n\n<h4 id=\"fair-values\">Fair values</h4>\n\n<p>Due to the short-term nature of the financial instruments held, with the exception of Finance Lease and PFI liabilities, the carrying value is considered to represent the fair values. The other financial instruments, where carrying value is considered to represent fair values, are accounts payables, accounts receivables and cash. The fair values of our financial liabilities which differ from carrying amount as at 31 March are shown below.</p>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17 Fair value<br>£000</th>\n<th>2016-17 Carrying amount<br>£000</th>\n<th>2015-16 Fair value<br>£000</th>\n<th>2015-16 Carrying amount<br>£000</th>\n</tr>\n<tr>\n<th>Financial liabilities</th>\n<th></th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Imputed finance lease part of on-balance sheet PFI contracts</td>\n<th>21,901</th>\n<th>21,901</th>\n<td>24,023</td>\n<td>24,616</td>\n</tr>\n<tr>\n<td>Finance leases</td>\n<th>-</th>\n<th>-</th>\n<td>101</td>\n<td>105</td>\n</tr>\n<tr>\n<th>Total financial liabilities</th>\n<th>21,901</th>\n<th>21,901</th>\n<td>24,124</td>\n<td>24,721</td>\n</tr>\n</table>\n\n<p>The fair values above have been calculated using the discount rate implicit in the finance leases and PFI contract.</p>\n\n<p>We have examined our contracts to identify embedded derivatives and concluded that where identified these are closely linked to the host contract and therefore need no adjustment.</p>\n\n<h4 id=\"financial-risk-management\">Financial risk management</h4>\n\n<p>Our activities expose us to the following financial risks:</p>\n\n<ul>\n  <li>credit risk – the possibility that the other parties might fail to pay amounts due to the agency</li>\n  <li>liquidity risk – the possibility that we might not have funds available to meet our commitments to make payments</li>\n  <li>market risk – the possibility that financial loss might arise for us as a result of changes in such measures as interest rates movements or foreign exchange rate movements.</li>\n</ul>\n\n<h4 id=\"credit-risk\">Credit risk</h4>\n\n<p>Credit risk is the risk of suffering financial loss, should any of our customers or counterparties fail to fulfil their contractual obligations to us. Some of our customers and counterparties are other public sector organisations. There is no credit risk from these organisations.</p>\n\n<p>For those customers and counterparties that are not public sector organisations, we have policies and procedures in place to ensure credit risk is kept to a minimum.</p>\n\n<h4 id=\"exposure-to-credit-risk\">Exposure to credit risk</h4>\n\n<p>The carrying amount of the agency’s financial assets is consistent with fair value and represents the maximum credit exposure.</p>\n\n<table>\n<tr>\n<th>Financial Assets</th>\n<th>31 March 2017<br>£000</th>\n<th>31 March 2016<br>£000</th>\n</tr>\n<tr>\n<td>Cash and cash equivalents (note 8)</td>\n<th>49,212</th>\n<td>31,684</td>\n</tr>\n<tr>\n<td>Loans and receivables (note 7)</td>\n<th></th>\n<td></td>\n</tr>\n<tr>\n<td>- Trade receivables</td>\n<th>2,798</th>\n<td>3,110</td>\n</tr>\n<tr>\n<td>- Other receivables</td>\n<th>194</th>\n<td>264</td>\n</tr>\n<tr>\n<td>- Public sector receivables (includes VAT)</td>\n<th>12,099</th>\n<td>9,569</td>\n</tr>\n<tr>\n<td>- Accrued income</td>\n<th>7,528</th>\n<td>13,129</td>\n</tr>\n<tr>\n<th>Total loans and receivables</th>\n<th>22,619</th>\n<td>26,072</td>\n</tr>\n<tr>\n<th>Total financial assets</th>\n<th>71,831</th>\n<td>57,756</td>\n</tr>\n</table>\n\n<p>The ageing of receivables (gross) at the reporting date was:</p>\n\n<table>\n<tr>\n<th></th>\n<th>31 March 2017<br>£000</th>\n<th>31 March 2016<br>£000</th>\n</tr>\n<tr>\n<td>Not past due</td>\n<th>21,170</th>\n<td>24,121</td>\n</tr>\n<tr>\n<td>Past due 0-30 days</td>\n<th>556</th>\n<td>1,660</td>\n</tr>\n<tr>\n<td>Past due 31-120 days</td>\n<th>838</th>\n<td>221</td>\n</tr>\n<tr>\n<td>More than 120 days</td>\n<th>55</th>\n<td>70</td>\n</tr>\n<tr>\n<th>Total</th>\n<th>22,619</th>\n<td>26,072</td>\n</tr>\n</table>\n\n<p>There is no impairment provision in either year as we believe that no allowance is necessary in respect of any of the trade receivables.</p>\n\n<h4 id=\"liquidity-risk\">Liquidity risk</h4>\n\n<p>As our cash requirements are met through funds voted by Parliament, financial instruments play a more limited role in creating and managing risk than would apply to a non-public sector body.</p>\n\n<h4 id=\"market-risk\">Market risk</h4>\n\n<p>We are exposed to very limited market risk. We do not deal in financial transactions and also have very limited exposure to foreign exchange as the business is based in the UK. In addition, cash balances are held in non-interest bearing bank accounts.</p>\n\n<h4 id=\"note-11-provisions-for-liabilities-and-charges\">Note 11. Provisions for liabilities and charges</h4>\n\n<table>\n<tr>\n<th>2016-17</th>\n<th>Modernisation of network services (i)<br>£000</th>\n<th>Early departure costs<br>£000</th>\n<th>Tax officers’ pension costs<br>£000</th>\n<th>Other<br>£000</th>\n<th>Total<br>£000</th>\n</tr>\n<tr>\n<th>Balance at 1 April 2016</th>\n<th>14,609</th>\n<th>893</th>\n<th>2,603</th>\n<th>1,341</th>\n<th>19,446</th>\n</tr>\n<tr>\n<td>Provided in the year</td>\n<th>28</th>\n<th>712</th>\n<th>-</th>\n<th>57</th>\n<th>796</th>\n</tr>\n<tr>\n<td>Provision not required written back</td>\n<th>-</th>\n<th>-</th>\n<th>(179)</th>\n<th>-</th>\n<th>(179)</th>\n</tr>\n<tr>\n<td>Provisions utilised in the year</td>\n<th>(1,635)</th>\n<th>(1,143)</th>\n<th>(383)</th>\n<th>(126)</th>\n<th>(3,287)</th>\n</tr>\n<tr>\n<td>Unwinding of discount and impact of changes in discount rate (ii)</td>\n<th>266</th>\n<th>9</th>\n<th>165</th>\n<th>(31)</th>\n<th>409</th>\n</tr>\n<tr>\n<th>Balance at 31 March 2017</th>\n<th>13,268</th>\n<th>471</th>\n<th>2,206</th>\n<th>1,241</th>\n<th>17,186</th>\n</tr>\n</table>\n\n<p>(i) The carrying value of the modernisation of network services provision relates to estates costs.</p>\n\n<p>(ii) Discount rate changes made to reflect future liability payments at today’s prices, based on the latest rates published by HM Treasury.</p>\n\n<table>\n<tr>\n<th>2015-16</th>\n<th>Modernisation of network services (i)<br>£000</th>\n<th>Early departure costs<br>£000</th>\n<th>Tax officers’ pension costs<br>£000</th>\n<th>Other<br>£000</th>\n<th>Total<br>£000</th>\n</tr>\n<tr>\n<th>Balance at 1 April 2015</th>\n<th>17,802</th>\n<th>1,687</th>\n<th>3,198</th>\n<th>1,520</th>\n<th>24,207</th>\n</tr>\n<tr>\n<td>Provided in the year</td>\n<td>-</td>\n<td>401</td>\n<td>-</td>\n<td>-</td>\n<td>401</td>\n</tr>\n<tr>\n<td>Provision not required written back</td>\n<td>(628)</td>\n<td>-</td>\n<td>(270)</td>\n<td>(64)</td>\n<td>(962)</td>\n</tr>\n<tr>\n<td>Provisions utilised in the year</td>\n<td>(2,359)</td>\n<td>(1,206)</td>\n<td>(349)</td>\n<td>(123)</td>\n<td>(4,037)</td>\n</tr>\n<tr>\n<td>Unwinding of discount and impact of changes in discount rate (ii)</td>\n<td>(206)</td>\n<td>11</td>\n<td>24</td>\n<td>8</td>\n<td>(163)</td>\n</tr>\n<tr>\n<th>Balance at 31 March 2016</th>\n<th>14,609</th>\n<th>893</th>\n<th>2,603</th>\n<th>1,341</th>\n<th>19,446</th>\n</tr>\n</table>\n\n<h4 id=\"analysis-of-expected-timing-of-discounted-cash-flows\">Analysis of expected timing of discounted cash flows</h4>\n\n<table>\n<tr>\n<th>2016-17</th>\n<th>Modernisation of network services<br>£000</th>\n<th>Early departure costs<br>£000</th>\n<th>Tax officers’ pension costs<br>£000</th>\n<th>Other<br>£000</th>\n<th>Total<br>£000</th>\n</tr>\n<tr>\n<td>Not  later than one year</td>\n<th>2,181</th>\n<th>291</th>\n<th>394</th>\n<th>130</th>\n<th>2,996</th>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<th>6,580</th>\n<th>180</th>\n<th>1,050</th>\n<th>598</th>\n<th>8,408</th>\n</tr>\n<tr>\n<td>Later than five years</td>\n<th>4,507</th>\n<td>-</td>\n<th>762</th>\n<th>513</th>\n<th>5,782</th>\n</tr>\n<tr>\n<th>Balance at 31 March 2017</th>\n<th>13,268</th>\n<th>471</th>\n<th>2,206</th>\n<th>1,241</th>\n<th>17,186</th>\n</tr>\n</table>\n\n<table>\n<tr>\n<th>2015-16</th>\n<th>Modernisation of network services<br>£000</th>\n<th>Early departure costs<br>£000</th>\n<th>Tax officers’ pension costs<br>£000</th>\n<th>Other<br>£000</th>\n<th>Total<br>£000</th>\n</tr>\n<tr>\n<td>Not  later than one year</td>\n<td>2,362</td>\n<td>438</td>\n<td>397</td>\n<td>128</td>\n<td>3,325</td>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<td>6,300</td>\n<td>455</td>\n<td>1,283</td>\n<td>569</td>\n<td>8,607</td>\n</tr>\n<tr>\n<td>Later than five years</td>\n<td>5,947</td>\n<td>-</td>\n<td>923</td>\n<td>644</td>\n<td>7,514</td>\n</tr>\n<tr>\n<th>Balance at 31 March 2017</th>\n<th>14,609</th>\n<th>893</th>\n<th>2,603</th>\n<th>1,341</th>\n<th>19,446</th>\n</tr>\n</table>\n\n<h4 id=\"modernisation-of-network-services\">Modernisation of network services</h4>\n\n<p>Future payments to be made under the provision for the modernisation of network services are discounted at the HM Treasury advised rates for General Provisions as shown below:</p>\n\n<table>\n  <thead>\n    <tr>\n      <th>Discount rates</th>\n      <th>31 March 2017</th>\n      <th>31 March 2016</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>0 to 5 years</td>\n      <td>-2.70%</td>\n      <td>-1.55%</td>\n    </tr>\n    <tr>\n      <td>5 to 10 years</td>\n      <td>-1.95%</td>\n      <td>-1.00%</td>\n    </tr>\n    <tr>\n      <td>More than 10 years</td>\n      <td>-0.80%</td>\n      <td>-0.80%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"early-departure-costs\">Early departure costs</h4>\n\n<p>We meet the additional costs of benefits beyond the normal PCSPS/stakeholder scheme benefits in respect of employees who retire early by paying the required amounts annually to the PCSPS/Stakeholder schemes over the period between early departure and normal retirement date of age 60. We provide for this in full when the early retirement programme becomes binding by establishing a provision for the estimated payments discounted by the HM Treasury discount rate of 0.24% (2015-16: 1.37%) in real terms.</p>\n\n<h4 id=\"tax-officer-pension-costs\">Tax officer pension costs</h4>\n\n<p>Under the Pension Increase Act 1971, we have a liability to contribute to the pensions of ex local taxation office staff. These staff were employed on driver and vehicle licensing work before the creation of the Driver and Vehicle Licensing Centre. Under the Vehicle and Driving Licence (Compensation to Officers) Regulations 1977, we make compensation payments to local authority staff in respect of loss of emoluments when the local taxation offices closed. The provision is based on advice from the Government Actuary’s Department, and is re-assessed normally every three years with a full revaluation last carried out on 31 March 2016.</p>\n\n<p>Following the estimations of future cash flows provided by the Government Actuary’s Department future payments to be made in relation to this provision have been discounted at the HM Treasury advised rate of 0.24% (2015-16: 1.37%).</p>\n\n<h4 id=\"other--shared-services\">Other – Shared Services</h4>\n\n<p>We have a contractual obligation to pay an ‘unavoidable cost’ for a property occupied by Shared Services Arvato (previously occupied by DfT Shared Service Centre before divestment on 1 June 2013), in the form of a monthly unitary charge. The carrying value of the provision at the end of the 2016-17 financial year is £1.2 million (2015-16: £1.3 million).</p>\n\n<h4 id=\"note-12-commitments-under-leases\">Note 12. Commitments under leases</h4>\n\n<h4 id=\"operating-leases\">Operating leases</h4>\n\n<table>\n<tr>\n<th>Future payments under operating leases comprise:</th>\n<th>31 March 2017<br>£000</th>\n<th>31 March 2016<br>£000</th>\n</tr>\n<tr>\n<th>Buildings</th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Not later than one year</td>\n<th>299</th>\n<td>293</td>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<th>107</th>\n<td>232</td>\n</tr>\n<tr>\n<th></th>\n<th>406</th>\n<th>525</th>\n</tr>\n</table>\n\n<table>\n<tr>\n<th>Other:</th>\n<th>31 March 2017<br>£000</th>\n<th>31 March 2016<br>£000</th>\n</tr>\n<tr>\n<td>Not later than one year</td>\n<th>355</th>\n<td>166</td>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<th>185</th>\n<td>-</td>\n</tr>\n<tr>\n<th></th>\n<th>540</th>\n<th>166</th>\n</tr>\n</table>\n\n<h4 id=\"finance-leases\">Finance leases</h4>\n\n<table>\n<tr>\n<th>Future payments under finance leases comprise:</th>\n<th>31 March 2017<br>£000</th>\n<th>31 March 2016<br>£000</th>\n</tr>\n<tr>\n<th>Other</th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Not later than one year</td>\n<td>-</td>\n<td>105</td>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Less interest element</td>\n<td>-</td>\n<td>(1)</td>\n</tr>\n<tr>\n<th></th>\n<th>-</th>\n<td>104</td>\n</tr>\n</table>\n\n<p>Expenditure is capitalised and depreciated over the life of the associated asset and the finance lease creditor is released over the five year life of the agreement. Finance lease interest is expensed at a constant periodic rate on the outstanding balance of the liability.</p>\n\n<h4 id=\"note-13-commitments-under-private-finance-initiative-pfi-on-balance-sheet-contracts\">Note 13. Commitments under Private Finance Initiative (PFI) on-balance sheet contracts</h4>\n\n<h4 id=\"on-balance-sheet\">On-balance sheet</h4>\n\n<table>\n<tr>\n<th></th>\n<th>31 March 2017</th>\n<th>31 March 2016</th>\n</tr>\n<tr>\n<th>Future payments under on-balance sheet estates PFI contract for the following periods comprise:</th>\n<th>£000</th>\n<th>£000</th>\n</tr>\n<tr>\n<td>Not later than one year</td>\n<th>3,464</th>\n<td>3,464</td>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<th>13,857</th>\n<td>13,857</td>\n</tr>\n<tr>\n<td>Later than five years</td>\n<th>10,392</th>\n<td>13,857</td>\n</tr>\n<tr>\n<th></th>\n<th>27,713</th>\n<th>31,178</th>\n</tr>\n<tr>\n<td>Less interest element</td>\n<th>(5,277)</th>\n<td>(6,561)</td>\n</tr>\n<tr>\n<th></th>\n<th>22,436</th>\n<th>24,617</th>\n</tr>\n</table>\n\n<h4 id=\"charge-to-the-statement-of-comprehensive-net-expenditure-and-future-commitments\">Charge to the statement of comprehensive net expenditure and future commitments</h4>\n\n<p>The total amount charged to the statement of comprehensive net expenditure in respect of the service part of on-balance sheet PFI transactions was £19.4 million (2015-16: £18.7 million). The payments to which we are committed during the next year, excluding amounts already provided for in the modernisation of network services provision (note 11), analysed by the date of payment are as follows:</p>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£000</th>\n<th>2015-16<br>£000</th>\n</tr>\n<tr>\n<td>Not later than one year</td>\n<th>19,598</th>\n<td>18,298</td>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<th>85,164</th>\n<td>79,639</td>\n</tr>\n<tr>\n<td>Later than five years</td>\n<th>70,563</th>\n<td>89,536</td>\n</tr>\n<td></td>\n<th>175,325</th>\n<td>187,473</td>\n<tr>\n</tr>\n</table>\n\n<p>Our estates development and refurbishment programme is delivered through the Estates PFI contract with Telereal Trillium. Assets are capitalised in line with our capitalisation policy and a corresponding PFI liability recognised. The annual unitary charge is separated between capital repayments, finance interest and a service charge element.</p>\n\n<p>PFI finance interest is expensed at a constant periodic rate on the outstanding balance of the liability.</p>\n\n<h4 id=\"note-14-other-financial-commitments\">Note 14. Other financial commitments</h4>\n\n<p>We have entered into non-cancellable contracts (which are not leases or PFI contracts); the most significant are in relation to the following:</p>\n\n<ul>\n  <li>front office counter services including vehicle licensing, driver licence application checking, renewal of photo licence</li>\n  <li>wheelclamping services.</li>\n</ul>\n\n<p>The key payments to which we are committed, analysed by the date of payment are as follows:</p>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£000</th>\n<th>2015-16<br>£000</th>\n</tr>\n<tr>\n<td>Not later than one year</td>\n<td>39,276</td>\n<td>26,573</td>\n</tr>\n<tr>\n<td>Later than one year and not later than five years</td>\n<td>39,872</td>\n<td>43,145</td>\n</tr>\n<td></td>\n<td>79,148</td>\n<td>69,718</td>\n<tr>\n</tr>\n</table>\n\n<h4 id=\"note-15-contingent-liabilities\">Note 15. Contingent liabilities</h4>\n\n<p>There are no contingent liabilities.</p>\n\n<h4 id=\"note-16-contingent-assets\">Note 16. Contingent assets</h4>\n\n<p>There are no contingent assets.</p>\n\n<h4 id=\"note-17-related-parties\">Note 17. Related parties</h4>\n\n<p>We are sponsored by the Roads, Devolution and Motoring Group at DfT that also sponsors one Trading Fund, Driver and Vehicle Standards Agency (DVSA).</p>\n\n<p>DfT is regarded as a related party and we have a significant number of material transactions with DfT, most notably in respect of the supply funding. In addition, we have had a significant number of material transactions with other government departments and central government bodies. Most of these transactions have been with Department of Work and Pensions, DVSA, Home Office, HM Passport Office and Post Office.</p>\n\n<p>None of the ET members or key managerial staff or other related parties has undertaken any material transactions with the agency during the year.</p>\n\n<h4 id=\"note-18-events-after-the-reporting-period\">Note 18. Events after the reporting period</h4>\n\n<p>There have been no events since the balance sheet date that impact on the understanding of these financial statements.</p>\n\n<p>These financial statements are laid before the House of Commons by DfT.  IAS 10 requires us to disclose the date on which the accounts are authorised for issue.  This is the date that the Comptroller and Auditor General signs the certificate.</p>\n\n<h2 id=\"dvla-trust-statement-for-2016-to-2017\">\n<abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> Trust Statement for 2016 to 2017</h2>\n\n<h4 id=\"statement-of-revenue-and-expenditure-for-the-year-ended-31-march-2017\">Statement of revenue and expenditure for the year ended 31 March 2017</h4>\n\n<table>\n<tr>\n<th></th>\n<th>Note</th>\n<th>2016-17<br>£m</th>\n<th>2015-16<br>£m</th>\n</tr>\n<tr>\n<th>Revenue</th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Licence fees and taxes - <abbr title=\"Vehicle Excise Duty\">VED</abbr>\n</td>\n<td>3</td>\n<th>5,876</th>\n<td>5,930</td>\n</tr>\n<tr>\n<td>Fines and penalties - enforcement</td>\n<td>4</td>\n<th>41</th>\n<td>31</td>\n</tr>\n<tr>\n<td>HGV Road User Levy</td>\n<td>5</td>\n<th>211</th>\n<td>197</td>\n</tr>\n<tr>\n<th>Total revenue and other income</th>\n<th></th>\n<th>6,128</th>\n<td>6,158</td>\n</tr>\n<tr>\n<th>Expenditure</th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Payment to HM Revenue and Customs</td>\n<td>6</td>\n<th>-</th>\n<td>(3)</td>\n</tr>\n<tr>\n<td>Credit losses – amounts written off</td>\n<td>7</td>\n<th>-</th>\n<td>(1)</td>\n</tr>\n<tr>\n<th>Total expenditure</th>\n<th></th>\n<th>-</th>\n<td>(4)</td>\n</tr>\n<tr>\n<th>Net revenue for the Consolidated Fund</th>\n<th></th>\n<th>6,128</th>\n<td>6,154</td>\n</tr>\n</table>\n\n<p>There were no recognised gains or losses accounted for outside the above statement of revenue and expenditure.</p>\n\n<h4 id=\"statement-of-financial-position-as-at-31-march-2017-1\">Statement of financial position as at 31 March 2017</h4>\n\n<table>\n<tr>\n<th></th>\n<th>Note</th>\n<th>31 March 2017<br>£m</th>\n<th>31 March 2016<br>£m</th>\n</tr>\n<tr>\n<th>Current assets</th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Trade and other receivables</td>\n<td>7</td>\n<th>53</th>\n<td>96</td>\n</tr>\n<tr>\n<td>Cash and cash equivalents</td>\n<td></td>\n<th>44</th>\n<td>65</td>\n</tr>\n<tr>\n<th>Total current assets </th>\n<th></th>\n<th>97</th>\n<th>161</th>\n</tr>\n<tr>\n<th>Current liabilities</th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<td>Deferred revenue</td>\n<td>8</td>\n<th>(2,018)</th>\n<td>(2,126)</td>\n</tr>\n<tr>\n<td>Trade payables</td>\n<td>8</td>\n<th>(14)</th>\n<td>(14)</td>\n</tr>\n<tr>\n<th>Total current liabilities</th>\n<th></th>\n<th>(2,032)</th>\n<td>(2,140)</td>\n</tr>\n<tr>\n<th>Total net liabilities</th>\n<th></th>\n<th>(1,935)</th>\n<td>(1,979)</td>\n</tr>\n<tr>\n<td>Represented by:</td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<th>Balance on Consolidated Fund</th>\n<th></th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<th>Account as at 31 March 2017</th>\n<th>9</th>\n<th>(1,935)</th>\n<th>(1,979)</th>\n</tr>\n</table>\n\n<p>Oliver Morley CBE<br>\nAccounting Officer and Chief Executive, <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr><br>\n28 June 2017</p>\n\n<h4 id=\"statement-of-cash-flows-for-the-year-ended-31-march-2017-1\">Statement of cash flows for the year ended 31 March 2017</h4>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£m</th>\n<td>2015-16<br>£m</td>\n</tr>\n<tr>\n<td>Net cash flow from revenue activities</td>\n<th>6,063</th>\n<td>5,903</td>\n</tr>\n<tr>\n<td>Cash paid to Consolidated Fund</td>\n<th>(6,084)</th>\n<td>(5,933)</td>\n</tr>\n<tr>\n<th>(Decrease)  in cash in this period</th>\n<th>(21)</th>\n<td>(30)</td>\n</tr>\n</table>\n\n<h4 id=\"notes-to-the-statement-of-cash-flows\">Notes to the statement of cash flows</h4>\n\n<p>Reconciliation of net cash flow to movement in net funds</p>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£m</th>\n<th>2015-16<br>£m</th>\n</tr>\n<tr>\n<td>Net revenue for the Consolidated Fund</td>\n<th>6,128</th>\n<td>6,154</td>\n</tr>\n<tr>\n<td>Decrease/(Increase)  in trade and other receivables</td>\n<th>43</th>\n<td>(19)</td>\n</tr>\n<tr>\n<td>(Decrease) in trade and other payables</td>\n<th>(108)</th>\n<td>(232)</td>\n</tr>\n<tr>\n<th>Net cash flow from revenue activities</th>\n<th>6,063</th>\n<td>5,903</td>\n</tr>\n</table>\n\n<h4 id=\"analysis-of-changes-in-net-funds\">Analysis of changes in net funds</h4>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£m</th>\n<th>2015-16<br>£m</th>\n</tr>\n<tr>\n<td>(Decrease) in cash in this period</td>\n<th>(21)</th>\n<td>(30)</td>\n</tr>\n<tr>\n<td>Net funds as at 1 April</td>\n<th>65</th>\n<td>95</td>\n</tr>\n<tr>\n<th>Net funds as at 31 March</th>\n<th>44</th>\n<th>65</th>\n</tr>\n</table>\n\n<h4 id=\"notes-to-the-trust-statement\">Notes to the Trust Statement</h4>\n\n<h4 id=\"note-1-statement-of-accounting-policies-1\">Note 1. Statement of accounting policies</h4>\n\n<h4 id=\"basis-of-accounting\">Basis of accounting</h4>\n\n<p>We prepare a Trust Statement (‘the Statement’) for the financial year ended 31 March 2017 for the revenue and other income, as directed by HM Treasury, collected by the agency as an agent for others. It is done in compliance with the accounting principles and disclosure requirements of the edition of the Government Financial Reporting Manual by HM Treasury (‘FReM’) which is in force for 2016-17.</p>\n\n<p>The Trust Statement is prepared in accordance with the accounts direction issued by HM Treasury under Section 2 of the Exchequer and Audit Departments Act 1921. The Trust Statement is prepared in accordance with the accounting policies detailed below. These have been agreed between <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>, DfT and HM Treasury and have been developed with reference to International Financial Reporting Standards and other relevant guidance.</p>\n\n<p>The accounting policies have been applied consistently in dealing with items considered material in relation to the accounts.</p>\n\n<p>The revenue and associated expenditure contained in these statements are those flows of funds which we handle on behalf of the Consolidated Fund and where it is acting as agent rather than as principal. Although showing net liabilities because of the differences between the recognition of revenue and the payment of cash these accounts are prepared on a going concern basis.</p>\n\n<p>The financial information contained in the statements and in the notes is rounded to the nearest £million.</p>\n\n<h4 id=\"accounting-convention-1\">Accounting convention</h4>\n\n<p>These accounts have been prepared on an accruals basis and in accordance with the historical cost convention.</p>\n\n<h4 id=\"general-accounting-policies\">General accounting policies</h4>\n\n<h4 id=\"revenue\">Revenue</h4>\n\n<p><abbr title=\"Vehicle Excise Duty\">VED</abbr>, fines and penalties and HGV Levy are measured in accordance with IAS 18. They are measured at the fair value of amounts received or receivable net of repayments. Revenue is recognised when:</p>\n\n<ul>\n  <li>a taxable event has occurred, the revenue can be measured reliably and it is probable that the economic benefits from the taxable event will flow to the Exchequer. A taxable event occurs in the case of <abbr title=\"Vehicle Excise Duty\">VED</abbr> and UK HGV Levy when it is collected from a taxpayer (non UK levy at point of purchase), as under FReM 8.2.3, we do not recognise income in relation to evasion. Licence fees are deemed to accrue evenly over the period for which the licence is valid. Repayments are accounted for on a cash basis and recognised in the year in which payment is made</li>\n  <li>a penalty is validly imposed and an obligation to pay arises</li>\n</ul>\n\n<p>Late Licensing Penalty (LLP) letters are issued to vehicle keepers who fail to relicense or declare Statutory off Road Notification (SORN) within 2 months of licence expiry. Fine payments are made through our contact centre. We also employ debt collectors to recover fines not recovered directly.</p>\n\n<p>Debt collection agents are issued cases monthly from us to pursue further. Revenue is either recovered by agents and paid over to <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr> gross or paid directly to us from customers. Commission earned by agents is invoiced to us separately. We pay LLP income net of commission to HM Treasury as Consolidated Fund Extra Receipts under a specific arrangement.</p>\n\n<p>Continuous Insurance Enforcement (CIE) was introduced in 2011-12 when it became an offence to be the registered keeper of an uninsured vehicle. A registered vehicle must be insured at all times unless it is being kept off road and a SORN made.</p>\n\n<p>Fixed penalty notices are issued to registered keepers who fail either to insure or are not CIE exempt through vehicle status or tax class. The £100 penalty notice is reduced to £50 if paid within 21 days.</p>\n\n<h4 id=\"other-income\">Other income</h4>\n\n<p>The HGV Road User Levy applies to HGVs weighing 12 tonnes or more and is aimed at ensuring these vehicles make a contribution to the wear and tear of the UK road network. UK hauliers make levy payments in accordance with pre-existing arrangements for <abbr title=\"Vehicle Excise Duty\">VED</abbr>. Non-UK hauliers make levy payments through a third party, Northgate Public Services. The role of Northgate is to administer this charge and to make pay-overs to HM Treasury, which are accounted for within the Trust Statement.</p>\n\n<h4 id=\"business-account-3\">Business Account</h4>\n\n<p>The following transactions are accounted for in the Business Account set out earlier in this document and are covered by its related accounting policies:</p>\n\n<p>a) Fixed assets<br>\nb) Losses <br>\nc) Cost of collection and enforcement of <abbr title=\"Vehicle Excise Duty\">VED</abbr>.</p>\n\n<h4 id=\"use-of-estimates-and-judgements-1\">Use of estimates and judgements</h4>\n\n<p>The preparation of the financial statements in conformity with International Financial Reporting Standards requires management to make judgements, estimates and assumptions that affect the application of accounting policies, and the reported amounts of assets, liabilities, income and expenses. Actual results may differ from these estimates.</p>\n\n<p>Estimates and underlying assumptions are reviewed on an ongoing basis. Revisions to accounting estimates are recognised in the period in which the estimates are revised and in any future periods affected.</p>\n\n<p>Information about critical judgements in applying accounting policies that have the most significant effect on the amounts recognised in the financial statements is included in note 7.</p>\n\n<h4 id=\"bad-and-doubtful-debts\">Bad and doubtful debts</h4>\n\n<p>To give a true and fair view, it is necessary to make allowance for those <abbr title=\"Vehicle Excise Duty\">VED</abbr> and enforcement receivables that we believe will be unlikely to be received in the future.</p>\n\n<p>A provision has been estimated using analysis of historic trends in debt recovery and write-offs and is supported by management judgement.</p>\n\n<h4 id=\"evasion\">Evasion</h4>\n\n<p>The costs of <abbr title=\"Vehicle Excise Duty\">VED</abbr> evasion are outside the scope of the Trust Statement.</p>\n\n<h4 id=\"related-party-disclosure\">Related party disclosure</h4>\n\n<p>We are part of DfT. We have a large number of <abbr title=\"Vehicle Excise Duty\">VED</abbr> transactions with both local and central government bodies; at present these are not separately identifiable by <abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr>.</p>\n\n<h4 id=\"deferred-revenue\">Deferred revenue</h4>\n\n<p>The deferred revenue balance relates to <abbr title=\"Vehicle Excise Duty\">VED</abbr> for one off payments of 6 or 12 months received in 2016-17 relating to 2017-18.</p>\n\n<p>Deferred revenue is based on the data collected at source using the period of the <abbr title=\"Vehicle Excise Duty\">VED</abbr> licence purchased.</p>\n\n<p>A proportion of the deferred revenue balance will be claimed as a refund of duty during 2017-18. The value of refunds for 2016-17 is shown in note 3.</p>\n\n<h4 id=\"note-2-direct-debit\">Note 2. Direct Debit</h4>\n\n<p>Motorists have the option of either paying a one-off amount in respect of 6 or 12 months <abbr title=\"Vehicle Excise Duty\">VED</abbr> or alternatively, paying for 12 months <abbr title=\"Vehicle Excise Duty\">VED</abbr> in monthly instalments. As at 31 March 2017, £0.9 billion (2015-16: £0.9 billion) was due in respect of <abbr title=\"Vehicle Excise Duty\">VED</abbr> monthly instalments to be settled in the next financial year. This balance is not recognised within the statement of financial position as these monies will not be collected should the vehicles be sold or declared off road and all the balance represents <abbr title=\"Vehicle Excise Duty\">VED</abbr> income to be recognised in the next financial year.</p>\n\n<h4 id=\"note-3-licence-fees-and-taxes---ved\">Note 3. Licence fees and taxes - <abbr title=\"Vehicle Excise Duty\">VED</abbr>\n</h4>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£m</th>\n<td>2015-16<br>£m</td>\n</tr>\n<tr>\n<td>Total Gross <abbr title=\"Vehicle Excise Duty\">VED</abbr>\n</td>\n<th>6,214</th>\n<td>6,287</td>\n</tr>\n<tr>\n<td>Amounts refunded</td>\n<th>(338)</th>\n<td>(357)</td>\n</tr>\n<tr>\n<th>Total</th>\n<th>5,876</th>\n<td>5,930</td>\n</tr>\n</table>\n\n<p>Licence fees and taxes includes £7.3 million (2015-16: £9.7 million) of receipts from DfT in respect of Reduced Pollution Certificate (RPC) discounts. These receipts meet the short-fall in <abbr title=\"Vehicle Excise Duty\">VED</abbr> payments from UK hauliers, eligible for the RPC, following implementation of the HGV Road User Levy.</p>\n\n<h4 id=\"note-4-analysis-of-enforcement-fines-and-penalties\">Note 4. Analysis of enforcement fines and penalties</h4>\n\n<table>\n<tr>\n<th></th>\n<th></th>\n<th>Vehicle Excise Duty</th>\n<th></th>\n<th>Continuous Insurance (CIE)</th>\n<th>Totals</th>\n</tr>\n<tr>\n<th></th>\n<th>Late Licensing Penalties (LLP)</th>\n<th>Traditional enforcement</th>\n<th>wheel clamping</th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<th>2016-17</th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n</tr>\n<tr>\n<td>Offences in:</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>2015-16</td>\n<th>1</th>\n<th>1</th>\n<th>-</th>\n<th>-</th>\n<th>2</th>\n</tr>\n<tr>\n<td>2016-17</td>\n<th>19</th>\n<th>9</th>\n<th>10</th>\n<th>5</th>\n<th>43</th>\n</tr>\n<tr>\n<td>Commission paid</td>\n<th>(4)</th>\n<th>-</th>\n<th>-</th>\n<th>-</th>\n<th>(4)</th>\n</tr>\n<tr>\n<th>Total</th>\n<th>16</th>\n<th>10</th>\n<th>10</th>\n<th>5</th>\n<th>41</th>\n</tr>\n</table>\n\n<table>\n<tr>\n<th></th>\n<th></th>\n<th>Vehicle Excise Duty</th>\n<th></th>\n<th>Continuous Insurance (CIE)</th>\n<th>Totals</th>\n</tr>\n<tr>\n<th></th>\n<th>Late Licensing Penalties (LLP)</th>\n<th>Traditional enforcement</th>\n<th>wheel clamping</th>\n<th></th>\n<th></th>\n</tr>\n<tr>\n<th>2015-16</th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n</tr>\n<tr>\n<td>Offences in:</td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n<td></td>\n</tr>\n<tr>\n<td>2014-15</td>\n<td>-</td>\n<td>1</td>\n<td>-</td>\n<td>-</td>\n<td>1</td>\n</tr>\n<tr>\n<td>2015-16</td>\n<td>12</td>\n<td>7</td>\n<td>8</td>\n<td>5</td>\n<td>35</td>\n</tr>\n<tr>\n<td>Commission paid</td>\n<td>(2)</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>(2)</td>\n</tr>\n<tr>\n<th>Total</th>\n<th>10</th>\n<th>8</th>\n<th>8</th>\n<th>5</th>\n<th>31</th>\n</tr>\n</table>\n\n<p>LLP income collected by debt collectors is included in the LLP figures. Amounts collected by debt collectors totalled £12.1million in 2016-17 (2015-16: £9.8 million).</p>\n\n<h4 id=\"note-5-hgv-road-user-levy\">Note 5. HGV Road User Levy</h4>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£m</th>\n<th>2015-16<br>£m</th>\n</tr>\n<tr>\n<td>UK hauliers</td>\n<th>157</th>\n<td>148</td>\n</tr>\n<tr>\n<td>Non-UK hauliers</td>\n<th>54</th>\n<td>49</td>\n</tr>\n<tr>\n<th>Total</th>\n<th>211</th>\n<th>197</th>\n</tr>\n</table>\n\n<h4 id=\"note-6-payments-to-hm-revenue-and-customs--shipbuilders-relief\">Note 6. Payments to HM Revenue and Customs – Shipbuilders’ Relief</h4>\n\n<p>Payments to HMRC total £0.1 million (2015-16: £2.8 million).</p>\n\n<p>Shipbuilders’ Relief is a payment to HM Revenue and Customs (HMRC) under the Finance Act 1966, to provide assistance to the shipbuilding industry. It aims to relieve shipbuilders of <abbr title=\"Vehicle Excise Duty\">VED</abbr>, the duty on hydrocarbon oil and Value Added Tax incurred in the course of constructing a vessel.</p>\n\n<p>On the 12 January 2004, the Economic Secretary to the Treasury confirmed the abolition, in full and with immediate effect, of the Shipbuilders’ Relief. This announcement means that Shipbuilders’ Relief will not be paid in respect of any contracts for vessels signed after 12 January 2004.</p>\n\n<p>We have a contingent liability (which cannot be quantified at this time) with respect to contracts signed on or before that date. We will honour all claims in respect of:</p>\n\n<ul>\n  <li>contracts signed on or before 31 December 2000 in respect of classes of vessel explicitly covered by EC Regulation 1540/98</li>\n  <li>contracts signed on or before 12 January 2004 in respect of classes of vessel not explicitly covered by EC Regulation 1540/98.</li>\n</ul>\n\n<h4 id=\"note-7-trade-and-other-receivables-1\">Note 7. Trade and other receivables</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>31 March 2017<br>£m</th>\n    <th>31 March 2016<br>£m</th>\n  </tr>\n  <tr>\n    <td>Licence fees and taxes – <abbr title=\"Vehicle Excise Duty\">VED</abbr>\n</td>\n    <th>42</th>\n    <td>63</td>\n  </tr>\n  <tr>\n    <td>Fines and penalties – enforcement</td>\n    <th>12</th>\n    <td>15</td>\n  </tr>\n  <tr>\n    <td>HGV Road User Levy </td>\n    <th>4</th>\n    <td>25</td>\n  </tr>\n  <tr>\n    <th>Total before estimated impairments</th>\n    <th>58</th>\n    <td>103</td>\n  </tr>\n  <tr>\n    <td>Less estimated provision for impairments</td>\n    <th>(5)</th>\n    <td>(7)</td>\n  </tr>\n  <tr>\n    <th>Total</th>\n    <th>53</th>\n    <td>96</td>\n  </tr>\n</table>\n\n<p>The Licence Fees and Taxes – <abbr title=\"Vehicle Excise Duty\">VED</abbr> receivable includes amounts due from the Post Office, £29 million (2015-16: £46 million).</p>\n\n<p>Direct Debit defaulters who have failed to honour their mandates amounted to £6.5 million (2015-16: £7.3 million). This equates to 0.36% of total Direct Debit income (2015-16: 0.5%).</p>\n\n<p>All debt will be due to the Consolidated Fund when realised.</p>\n\n<h4 id=\"change-to-impairments\">Change to impairments</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>2016-17<br>£m</th>\n    <th>2015-16<br>£m</th>\n  </tr>\n  <tr>\n    <td>Balance as at 1 April 2016</td>\n    <th>(7)</th>\n    <td>(8)</td>\n  </tr>\n  <tr>\n    <td>Change in estimated value of impairments</td>\n    <th>2</th>\n    <td>1</td>\n  </tr>\n  <tr>\n    <th>Balance as at 31 March 2017</th>\n    <th>(5)</th>\n    <td>(7)</td>\n  </tr>\n</table>\n\n<p>A provision is made for potential bad debts based on the value of open cases as at 31 March 2017 and historical data on recovery of <abbr title=\"Vehicle Excise Duty\">VED</abbr> and enforcement receivables.</p>\n\n<p>Receivables in the balance sheet are reported after the deduction of the estimated value of impairments.</p>\n\n<p>A provision of 1.5% is made for doubtful dishonoured cheque <abbr title=\"Vehicle Excise Duty\">VED</abbr> cases resulting in a movement of £0.1 million in 2016-17 (31 March 2016: £0.1 million).</p>\n\n<h4 id=\"credit-losses--amounts-written-off\">Credit losses – amounts written off</h4>\n\n<table>\n  <tr>\n    <th></th>\n    <th>2016-17<br>£m</th>\n    <th>2015-16<br>£m</th>\n  </tr>\n  <tr>\n    <td><abbr title=\"Vehicle Excise Duty\">VED</abbr></td>\n    <th>1</th>\n    <td>1</td>\n  </tr>\n  <tr>\n    <td>\n<abbr title=\"Vehicle Excise Duty\">VED</abbr> enforcement</td>\n    <th>1</th>\n    <td>1</td>\n  </tr>\n  <tr>\n    <td>Change in the value of impairments</td>\n    <th>(2)</th>\n    <td>(1)</td>\n  </tr>\n  <tr>\n    <th>Total recognised in SRE</th>\n    <th>-</th>\n    <td>1</td>\n  </tr>\n</table>\n\n<p>Amounts written off in respect of <abbr title=\"Vehicle Excise Duty\">VED</abbr> Enforcement relate to waived and abandoned fines and penalties during 2016-17.</p>\n\n<h4 id=\"note-8-trade-and-other-payables\">Note 8. Trade and other payables</h4>\n\n<table>\n<tr>\n<th></th>\n<th>Trade payables<br>31 March 2017</th>\n<th>Deferred revenue<br>31 March 2017</th>\n<th>Total<br>31 March 2017</th>\n<th>31 March 2016</th>\n</tr>\n<tr>\n<th></th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n<th>£m</th>\n</tr>\n<tr>\n<td><abbr title=\"Vehicle Excise Duty\">VED</abbr></td>\n<th>-</th>\n<th>(2,018)</th>\n<th>(2,018)</th>\n<th>(2,126)</th>\n</tr>\n<tr>\n<td>Motor trade</td>\n<th>(2)</th>\n<th>-</th>\n<th>(2)</th>\n<th>(4)</th>\n</tr>\n<tr>\n<td>Other</td>\n<th>(12)</th>\n<th>-</th>\n<th>(12)</th>\n<th>(10)</th>\n</tr>\n<tr>\n<th>Total</th>\n<th>(14)</th>\n<th>(2,018)</th>\n<th>(2,032)</th>\n<td>(2,140)</td>\n</tr>\n</table>\n\n<p>Motor trade payables are where customers hold pre-payment accounts, or payments have been made but the service has not yet been provided.</p>\n\n<p>Other payables include an accrued cost to HMRC for a payment of Shipbuilders’ Relief of £0.1 million (2015-16: £2.8 million) and also £10.8 million relating to cash collected in the Trust Statement due to the Business Account (31 March 2016: £7 million).</p>\n\n<p>There are no trade or other payables in respect of <abbr title=\"Vehicle Excise Duty\">VED</abbr> enforcement.</p>\n\n<h4 id=\"note-9-balance-on-consolidated-fund-account\">Note 9. Balance on Consolidated Fund account</h4>\n\n<table>\n<tr>\n<th></th>\n<th>2016-17<br>£m</th>\n<td>2015-16<br>£m</td>\n</tr>\n<tr>\n<td>Balance as at 1 April</td>\n<th>(1,979)</th>\n<td>(2,200)</td>\n</tr>\n<tr>\n<td>Net revenue for the Consolidated Fund</td>\n<th>6,128</th>\n<td>6,154</td>\n</tr>\n<tr>\n<td>Less amount paid to Consolidated Fund</td>\n<th>(6,084)</th>\n<td>(5,933)</td>\n</tr>\n<tr>\n<th>Balance on the Consolidated Fund Account as at 31 March 2017</th>\n<th>(1,935)</th>\n<td>(1,979)</td>\n</tr>\n</table>\n\n<h4 id=\"note-10-events-after-the-reporting-period\">Note 10. Events after the reporting period</h4>\n\n<p>There have been no events since the balance sheet date that impact on the understanding of these financial statements.</p>\n\n<p>These financial statements are laid before the House of Commons by DfT. IAS 10 requires us to disclose the date on which the accounts are authorised for issue.  This is the date that the Comptroller and Auditor General signs the certificate.</p>\n\n<h2 id=\"appendix-a--accounts-direction\">Appendix A – accounts direction</h2>\n\n<h4 id=\"accounts-direction-given-by-the-treasury-in-accordance-with-section-7-2-of-the-government-resources-and-accounts-act-2000\">Accounts Direction given by the Treasury in accordance with section 7 (2) of the Government Resources and Accounts Act 2000</h4>\n\n<ol>\n  <li>\n    <p>This direction applies to those executive agencies listed in this appendix.</p>\n  </li>\n  <li>\n    <p>These executive agencies shall prepare accounts for the year ended 31 March 2017 in compliance with the accounting principles and disclosure requirements of the edition of the Government Financial Reporting Manual issued by HM Treasury (‘the FReM’) which is in force for 2016-17.</p>\n  </li>\n  <li>\n    <p>The accounts shall be prepared so as to:</p>\n  </li>\n</ol>\n\n<p>(a) give a true and fair view of the state of affairs as at 31 March 2017 and of the income and expenditure (or, as appropriate, net resource outturn), changes in taxpayers’ equity and cash flows of the agency for the financial year then ended; and</p>\n\n<p>(b) provide disclosure of any material expenditure or income that has not been applied to the purposes intended by Parliament or material transactions that have not conformed to the authorities which govern them.</p>\n\n<ol>\n  <li>Compliance with the requirements of the FReM will, in all but exceptional circumstances, be necessary for the accounts to give a true and fair view.  If, in these exceptional circumstances, compliance with the requirements of the FReM is inconsistent with the requirement to give a true and fair view, the requirements of the FReM should be departed from only to the extent necessary to give a true and fair view. In such cases, informed and unbiased judgement should be used to devise an appropriate alternative treatment which should be consistent with both the economic characteristics of the circumstances concerned and the spirit of the FReM. Any material departure from the FReM should be discussed in the first instance with HM Treasury.</li>\n</ol>\n\n<p>Vicky Rock<br>\nDeputy Director<br>\nGovernment Financial Reporting<br>\nHM Treasury<br>\n19 December 2016</p>\n\n<h4 id=\"application-of-the-accounts-direction\">Application of the Accounts Direction</h4>\n\n<p>This Accounts Direction applies to the following executive agencies:</p>\n\n<table>\n  <thead>\n    <tr>\n      <th>Name</th>\n      <th>Department</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Treasury Solicitor’s Department Agency</td>\n      <td>Attorney General</td>\n    </tr>\n    <tr>\n      <td>Insolvency Service</td>\n      <td>BEIS</td>\n    </tr>\n    <tr>\n      <td>National Measurement and Regulation Office</td>\n      <td>BEIS</td>\n    </tr>\n    <tr>\n      <td>UK Space Agency</td>\n      <td>BEIS</td>\n    </tr>\n    <tr>\n      <td>Oil and Gas Authority</td>\n      <td>BEIS</td>\n    </tr>\n    <tr>\n      <td>Planning Inspectorate</td>\n      <td>DCLG</td>\n    </tr>\n    <tr>\n      <td>Royal Parks</td>\n      <td>DCMS</td>\n    </tr>\n    <tr>\n      <td>Animal and Plant Health Agency</td>\n      <td>DEFRA</td>\n    </tr>\n    <tr>\n      <td>Centre for the Environment, Fisheries and Aquaculture Science</td>\n      <td>DEFRA</td>\n    </tr>\n    <tr>\n      <td>Food and Environment Research Agency (Fera)</td>\n      <td>DEFRA</td>\n    </tr>\n    <tr>\n      <td>Rural Payments Agency</td>\n      <td>DEFRA</td>\n    </tr>\n    <tr>\n      <td>Veterinary Medicines Directorate</td>\n      <td>DEFRA</td>\n    </tr>\n    <tr>\n      <td>Standards and Testing Agency</td>\n      <td>DFE</td>\n    </tr>\n    <tr>\n      <td>National College for Teaching and Leadership</td>\n      <td>DFE</td>\n    </tr>\n    <tr>\n      <td>Education Funding Agency</td>\n      <td>DFE</td>\n    </tr>\n    <tr>\n      <td>Driver and Vehicle Licensing Agency</td>\n      <td>DfT</td>\n    </tr>\n    <tr>\n      <td>Maritime and Coastguard Agency</td>\n      <td>DfT</td>\n    </tr>\n    <tr>\n      <td>Vehicle Certification Agency</td>\n      <td>DfT</td>\n    </tr>\n    <tr>\n      <td>Wilton Park</td>\n      <td>FCO</td>\n    </tr>\n    <tr>\n      <td>Forest Research</td>\n      <td>Forestry Commission</td>\n    </tr>\n    <tr>\n      <td>Valuation Office Agency</td>\n      <td>HMRC</td>\n    </tr>\n    <tr>\n      <td>UK Debt Management Office</td>\n      <td>HMT</td>\n    </tr>\n    <tr>\n      <td>Government Internal Audit Agency</td>\n      <td>HMT</td>\n    </tr>\n    <tr>\n      <td>The National Infrastructure Commission</td>\n      <td>HMT</td>\n    </tr>\n    <tr>\n      <td>Criminal Records Bureau</td>\n      <td>HO</td>\n    </tr>\n    <tr>\n      <td>Identify and Passport Service</td>\n      <td>HO</td>\n    </tr>\n    <tr>\n      <td>National Fraud Authority</td>\n      <td>HO</td>\n    </tr>\n    <tr>\n      <td>HM Courts and Tribunals Service</td>\n      <td>MOJ</td>\n    </tr>\n    <tr>\n      <td>National Offender Management Service</td>\n      <td>MOJ</td>\n    </tr>\n    <tr>\n      <td>Office of the Public Guardian</td>\n      <td>MOJ</td>\n    </tr>\n    <tr>\n      <td>Legal Aid Agency</td>\n      <td>MOJ</td>\n    </tr>\n    <tr>\n      <td>Criminal Injuries Compensation Authority</td>\n      <td>MOJ</td>\n    </tr>\n    <tr>\n      <td>Public Health England</td>\n      <td>DH</td>\n    </tr>\n    <tr>\n      <td>Defence Electronic Components Agency</td>\n      <td>MOD</td>\n    </tr>\n  </tbody>\n</table>\n\n<h4 id=\"accounts-direction-given-by-hm-treasury-in-accordance-with-section-2-of-the-exchequer-and-audit-departments-act-1921\">Accounts Direction given by HM Treasury in accordance with Section 2 of the Exchequer and Audit Departments Act 1921</h4>\n\n<ol>\n  <li>\n    <p>The agency shall prepare a Trust Statement (‘the Statement’) for the financial year ended 31 March 2017 for the revenue and other income, as directed by the Treasury, collected by the agency as an agent for others, in compliance with the accounting principles and disclosure requirements of the edition of the Government Financial Reporting Manual by HM Treasury (‘FReM’) which is in force for 2016-17.</p>\n  </li>\n  <li>\n    <p>The statement shall be prepared so as to give a true and fair view of (a) the state of affairs relating to the collection and allocation of taxes, licence fees, fines and penalties and other income by the agency as agent and of the expenses incurred in the collection of those taxes, licence fees, fines and penalties insofar as they can properly be met from that revenue and other income; (b) the revenue and expenditure; and (c) the cash flows for the year then ended.</p>\n  </li>\n  <li>\n    <p>The statement shall also be prepared so as to provide disclosure of any material expenditure or income that has not been applied to the purposes intended by Parliament or material transactions that have not conformed to the authorities which govern them.</p>\n  </li>\n  <li>\n    <p>When preparing the statement, the agency shall comply with the guidance given in the FReM (Chapter 8). The agency shall also agree with HM Treasury the format of the Principal Accounting Officer’s Foreword to the statement, and the supporting notes, and the accounting policies to be adopted, particularly in relation to revenue recognition. Regard shall also be given to all relevant accounting and disclosure requirements in Managing Public Money and other guidance issued by HM Treasury, and to the principles underlying International Financial Reporting Standards.</p>\n  </li>\n  <li>\n    <p>Compliance with the requirements of the FReM will, in all but exceptional circumstances, be necessary for the accounts to give a true and fair view. If, in these exceptional circumstances, compliance with the requirements of the FReM is inconsistent with the requirement to give a true and fair view, the requirements of the FReM should be departed from only to the extent necessary to give a true and fair view. In such cases, informed and unbiased judgement should be used to devise an appropriate alternative treatment which should be consistent with both the economic characteristics of the circumstances concerned and the spirit of the FReM. Any material departure from the FReM should be discussed in the first instance with HM Treasury.</p>\n  </li>\n  <li>\n    <p>The statement shall be transmitted to the Comptroller and Auditor General for the purpose of his examination and report by a date agreed with the Comptroller and Auditor General and HM Treasury to enable compliance with the administrative deadline for laying the audited accounts before Parliament before the Summer Recess.</p>\n  </li>\n  <li>\n    <p>The Trust Statement, together with this direction (but with the exception of the related appendices) and the Report produced by the Comptroller and Auditor General, under Section 2 of the Exchequer and Audit Departments Act 1921 shall be laid before Parliament at the same time as the Department’s Resource Accounts for the year unless the Treasury have agreed that the Trust Statement may be laid at a later date.</p>\n  </li>\n</ol>\n\n<p>Vicky Rock<br>\nDeputy Director<br>\nGovernment Financial Reporting<br>\nHM Treasury<br>\n19 December 2016</p>\n\n<h4 id=\"trust-statement-for-the-year-ended-31-march-2017\">Trust Statement for the year ended 31 March 2017</h4>\n\n<p>1.The Trust Statement shall include:</p>\n\n<ul>\n  <li>Foreword by the Principal Accounting Officer</li>\n  <li>Statement of the Principal Accounting Officer’s Responsibilities</li>\n  <li>Governance Statement</li>\n  <li>Statement of Revenue, Other Income and Expenditure</li>\n  <li>Statement of Financial Position</li>\n  <li>Cash Flow Statement</li>\n  <li>such notes as may be necessary to present a true and fair view.</li>\n</ul>\n\n<p>2.The notes shall include among other items:</p>\n\n<ul>\n  <li>the accounting policies, including the policy for revenue recognition and estimation techniques and forecasting techniques together with statements explaining any significant uncertainty surrounding estimates and forecasts</li>\n  <li>a breakdown of material items within the accounts</li>\n  <li>any assets, including intangible assets and contingent liabilities</li>\n  <li>summaries of losses, write-offs and remissions</li>\n  <li>post balance sheet events</li>\n  <li>any other notes agreed with HM Treasury and the National Audit Office.</li>\n</ul>\n\n<table>\n  <thead>\n    <tr>\n      <th>Sponsoring department</th>\n      <th>Income stream</th>\n      <th>Responsible entity</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Department for Transport</td>\n      <td>Vehicle Excise Duty (<abbr title=\"Vehicle Excise Duty\">VED</abbr>) and <abbr title=\"Vehicle Excise Duty\">VED</abbr> enforcement i.e. fines and penalties</td>\n      <td><abbr title=\"Driver and Vehicle Licensing Agency\">DVLA</abbr></td>\n    </tr>\n  </tbody>\n</table>\n\n</div>",
    "public_timestamp": "2017-07-19T13:40:00.000+01:00",
    "first_published_version": true,
    "political": false
  }
}
