{
  "analytics_identifier": null,
  "base_path": "/government/publications/a-strategic-vision-for-rail/connecting-people-a-strategic-vision-for-rail",
  "content_id": "2d3deca8-ab5a-4efe-a5be-64289e5932b3",
  "document_type": "html_publication",
  "first_published_at": "2017-11-29T10:20:41.000+00:00",
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2018-03-02T17:39:35.000+00:00",
  "publishing_app": "whitehall",
  "rendering_app": "government-frontend",
  "schema_name": "html_publication",
  "title": "Connecting people: a strategic vision for rail",
  "updated_at": "2018-03-02T17:56:21.521Z",
  "withdrawn_notice": {
  },
  "publishing_request_id": "26256-1520013380.061-10.1.2.156-2076",
  "links": {
    "organisations": [
      {
        "analytics_identifier": "D9",
        "api_path": "/api/content/government/organisations/department-for-transport",
        "base_path": "/government/organisations/department-for-transport",
        "content_id": "4c717efc-f47b-478e-a76d-ce1ae0af1946",
        "document_type": "organisation",
        "locale": "en",
        "public_updated_at": "2018-01-09T10:08:03Z",
        "schema_name": "placeholder",
        "title": "Department for Transport",
        "withdrawn": false,
        "details": {
          "brand": "department-for-transport",
          "logo": {
            "formatted_title": "Department<br/>for Transport",
            "crest": "single-identity"
          }
        },
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/organisations/department-for-transport",
        "web_url": "https://www.gov.uk/government/organisations/department-for-transport"
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/government/publications/a-strategic-vision-for-rail",
        "base_path": "/government/publications/a-strategic-vision-for-rail",
        "content_id": "817dc7d4-3a04-4e98-8460-bc51d7ee3412",
        "description": "Describes the government’s strategic vision for the railways, and the actions we are taking to make it a reality.",
        "document_type": "policy_paper",
        "locale": "en",
        "public_updated_at": "2017-11-29T07:05:00Z",
        "schema_name": "publication",
        "title": "A strategic vision for rail",
        "withdrawn": false,
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/publications/a-strategic-vision-for-rail",
        "web_url": "https://www.gov.uk/government/publications/a-strategic-vision-for-rail"
      }
    ],
    "available_translations": [
      {
        "title": "Connecting people: a strategic vision for rail",
        "public_updated_at": "2018-03-02T17:39:35Z",
        "document_type": "html_publication",
        "schema_name": "html_publication",
        "base_path": "/government/publications/a-strategic-vision-for-rail/connecting-people-a-strategic-vision-for-rail",
        "api_path": "/api/content/government/publications/a-strategic-vision-for-rail/connecting-people-a-strategic-vision-for-rail",
        "withdrawn": false,
        "content_id": "2d3deca8-ab5a-4efe-a5be-64289e5932b3",
        "locale": "en",
        "api_url": "https://www.gov.uk/api/content/government/publications/a-strategic-vision-for-rail/connecting-people-a-strategic-vision-for-rail",
        "web_url": "https://www.gov.uk/government/publications/a-strategic-vision-for-rail/connecting-people-a-strategic-vision-for-rail",
        "links": {
        }
      }
    ]
  },
  "description": null,
  "details": {
    "body": "<div class=\"govspeak\"><p>Presented to Parliament by the Secretary of State for Transport <br>\nby Command of Her Majesty.</p>\n\n<p>November 2017</p>\n\n<p>Cm 9519</p>\n\n<p>ISBN: 978-1-5286-0125-2</p>\n\n<h2 id=\"foreword\">Foreword</h2>\n\n<p>When Britain’s railways were privatised in the 1990s it was against a background of what many people regarded as terminal decline. Previous attempts to stem losses and stabilise the railway – from Labour’s nationalisation in 1948, to the infamous Beeching cuts in the 1960s and later reorganisation under British Rail – had all failed. By comparison, opening up the railway to private operators, working to requirements set by Government, was an emphatic success. Passenger journeys – which fell by a third between 1960 and 1995 – have since doubled. We have one of the safest railways in Europe, and other countries are now adopting Great Britain’s rail model in their own markets.</p>\n\n<p>The railway as a partnership between the public and private sectors has delivered significant improvements, bringing the best of both worlds, introducing private sector skills and driving investment for passengers and rail freight.</p>\n\n<p>However, growth has brought its own challenges. Today, Britain has some of the most congested and intensively used railway lines in Europe. Rising demand is putting significant pressure on the railway infrastructure. That is why the Government is investing record sums to increase capacity, boost reliability and improve journeys. Along with flagship schemes like HS2, Crossrail, and the Great North Rail Project, we are modernising the existing railway fabric, upgrading stations, and introducing new trains and carriages across the country. We recently announced that we expect around £47.9bn to be spent on the railway between 2019 and 2024, of which we’re providing up to £34.7bn directly to deliver a more reliable railway.</p>\n\n<p>Our investments will meet demand for more capacity on the network, adding new links, restoring lost capacity and connections, and supporting the Government’s Industrial and Housing Strategies. This will include continuing to look at opportunities to restore capacity lost under Beeching and British Rail cuts of the 1960s and 1970s, where this enables new housing or economic development, or eases congestion elsewhere on the transport system, and offers value for money. We will also bring more private sector finance, funding and expertise on board to help provide capacity for the future.</p>\n\n<p>We have laid a firm foundation of investment, but challenges remain. Passenger satisfaction compares well with other countries overall, but average figures hide variation and overall satisfaction with train services is low in many areas. Network Rail has delivered a number of large scale investments in a challenging environment, but some major projects like the electrification of the Great Western Main Line have been beset by problems. Overcrowding on the busiest services is an increasing issue. Infrastructure problems and congestion on the network and on stations have affected service reliability.</p>\n\n<p>Our next priority is therefore to address the historic structural issues which have prevented the railway from offering outstanding customer service, efficiency and value for money. Instead of one team working together to deliver for railway users and solve problems when they arise, the Network Rail team and train operators have too often worked in isolation and without shared objectives and the degree of co-operation that could make a difference, meaning performance for passengers is not as good as it could be.</p>\n\n<p>Our plans go further than ever before to tackle these problems, get private and public sectors working more closely together to increase performance, and rebuild the railway around the customer. This document sets out our plans to end the operational divide between track and train. It announces significant changes we will make to improve the commercial models we use to contract for passenger services. And it sets out how we are investing in expanding the network, and looks to the next generation of schemes.</p>\n\n<p>We are requiring faster improvements in customer service and passenger experience, including using digital technology to revolutionise ticketing on the railways, and improving redress when things go wrong. \nWe look to the industry to offer quality careers, training and skills, and a greater stake in the success of the railways for the people who work on them. And we are working with the industry to target innovation, realise the full potential of new technologies, support suppliers and put the sector in a strong position to export and invest as we look to a future outside the European Union.</p>\n\n<p>If the first stages of the Britain’s railway renaissance were reversing decades of decline, and securing the long-term funding to modernise the infrastructure, then the next stage – outlined in this document – will change the way the industry works. This will be a process of evolution rather than revolution, in order to avoid the danger of reorganisation becoming the sole focus of the sector, at the expense of the passenger and freight customer. But it is now time for real change, so that the industry works for its customers and funders, meets the challenge of growth that lies ahead, and delivers value for money for passengers and the public and attracts responsible private investment.</p>\n\n<p>The key themes of our vision, reflected in the chapter headings, will be familiar to many readers – they highlight plans to deliver a more reliable, more competitive, growing railway which offers a better deal to passengers. But achieving these objectives will require a transformation in the industry and the way that services are run: joined up management; simpler, more accountable structures; regional teams focused on very clear goals; and breathing new life into lines closed at a time when the fortunes of the industry were very different from those of today. This is a strategy for an expanding, modern railway that is dedicated to improving services for the customer.</p>\n\n<p>Rt Hon Chris Grayling MP<br>\nSecretary of State for Transport</p>\n\n<h2 id=\"executive-summary\">Executive Summary</h2>\n\n<p>1) A more reliable railway</p>\n\n<p>Many lines are intensively used, and assets are ageing, putting service reliability at risk. The organisations running the track and the trains have not worked together as well as they could. Our reforms will make sure passengers, freight customers and communities get the most out of the existing network.</p>\n\n<ul>\n  <li>We are spending up to £34.7bn in the five years from 2019 to 2024 to fund a £47.9bn overhaul of the network in England and Wales, including a huge increase in asset renewals which will improve reliability and reduce disruption.</li>\n  <li>We will roll out joint teams running day to day track and train operations focused on delivering for passengers. To do this we are using our franchising powers and supporting Network Rail’s transformational reforms, and we have already started with the latest South Western and West Midlands franchises.</li>\n  <li>We have committed £450m to deploy more digital technology for managing the railway, making better use of the network and reducing delays.</li>\n</ul>\n\n<p>2) An expanded network</p>\n\n<p>The surge in demand over the past 20 years means we need to invest in capacity. To rebalance the economy and create more homes we also need to forge new links between places, spurring development and economic growth.</p>\n\n<ul>\n  <li>We are expanding commuter routes, for example through Crossrail, the Thameslink programme, and the Great North Rail Project (a vast programme of improvements across the North), delivering new trains, new services, and creating room for hundreds of thousands more passengers.</li>\n  <li>We are opening routes to unlock housing and development. We are establishing the East West Rail company to restore the Oxford to Cambridge rail link, closed in 1967, and provide a major boost to the region</li>\n  <li>We are building a new generation of high capacity railways. HS2 will be a transformational new backbone for the network, as well as freeing up capacity elsewhere, and we have committed £300m towards linking HS2 with future Northern Powerhouse and Midlands rail projects.</li>\n  <li>We are working on the next generation of schemes with Transport for the North on Northern Powerhouse Rail and with Transport for London (TfL) on Crossrail 2.</li>\n  <li>We are introducing a new approach to making investment decisions with clearer decision points and a greater focus on the desired outcomes of investment. We are also looking to the next generation of schemes which meet our objectives and offer value for money. These include proposals to restore lost capacity.</li>\n</ul>\n\n<p>3) A better deal for passengers</p>\n\n<p>Private sector competition and skills have delivered improvements for passengers and value for taxpayers. We now need to make sure we have the right controls and incentives on each part of the network to improve the customer experience on an increasingly busy railway.</p>\n\n<ul>\n  <li>We are working to make smart ticketing available across almost all of the network by the end of 2018, and extending discounted rail travel.</li>\n  <li>We are making sure passengers get a better service when things go wrong, by working with the industry to improve compensation arrangements and establish a new ombudsman to handle passenger complaints. We are committed to improving accessibility, and making better use of technology for passengers, including Wi-Fi and mobile connectivity.</li>\n  <li>We will take measures to secure the maximum benefit for passengers from railway stations across the UK. We are also consulting on the future of community rail, a local partnership approach.</li>\n  <li>We will be implementing new models for passenger services, tailored to the circumstances of each franchise: a new generation of long-term integrated partnerships between track and train, with a ‘one team’ culture supported by regional brands; a new role for train companies to influence infrastructure enhancements; use of management contracts where appropriate; and some smaller, more locally-focused train companies.</li>\n  <li>We have started with the competitions already underway. South Eastern and East Midlands will feature ‘one team’ working between train operators and Network Rail. The West Coast Partnership will design and operate the first HS2 services to complement services on the West Coast Main Line - and we will consult on additional destinations for the next Cross Country franchise.</li>\n  <li>The next generation of contracts will bring further changes. We are consulting on the future of the Great Western franchise, including whether to create a separate franchise for the West of England; we are developing plans to launch the East Coast Partnership as the first of the new generation of long term regional partnerships bringing together the operation of track and train under a single leader and unified brand, and we are in discussions with the existing operator about delivering for passengers on this route in the short term; and,  with the completion of the Thameslink Programme we intend splitting the Thameslink, Southern and Great Northern franchise as planned, including potentially transferring some services to Transport for London, for example the West London Line.</li>\n  <li>We have been working closely with the industry to implement our Rail Freight Strategy, including issuing clear guidance to the regulator to support the growth of the freight sector. We have also committed to providing continued funding for improvements to the rail freight network in 2019-2024.</li>\n</ul>\n\n<p>4) A modern workforce</p>\n\n<p>We want to see improved skills, diversity, training and development in the rail workforce, and staff sharing in the success of the railway.</p>\n\n<ul>\n  <li>We will require future train operators to develop effective ways to link staff reward to the success of the business to ensure staff are incentivised on delivering for passengers, and set out plans for ensuring sufficient staffing in key roles.</li>\n  <li>We are supporting industry initiatives, including the Transport Infrastructure Skills Strategy and Rail Sector Skills Delivery Plan, which aim to increase skills and diversity.</li>\n  <li>We have created the National College for High Speed Rail to deliver the modern world-class skills the workforce will need, and are also working with the industry to improve the training and recruitment of train drivers.</li>\n</ul>\n\n<p>5) A productive and innovative sector</p>\n\n<p>A productive, innovative rail industry is essential to deliver our ambitions for the railway and for the UK economy overall.</p>\n\n<ul>\n  <li>We will work with the sector to accelerate innovation and help products to market. The Department for Transport and Innovate UK are investing up to £40m in a three-year programme of rail innovation competitions.</li>\n  <li>We will work with industry and academia to ensure the newly established UK Rail Research Innovation Network (UKRRIN) delivers improved performance in the sector and supports key research areas.</li>\n  <li>We will embed the industry’s sustainable development principles in future franchise specifications and expect ambitious proposals from bidders in response.</li>\n  <li>We will work with UK rail companies to pursue export opportunities and will support overseas companies interested in investing in the UK.</li>\n</ul>\n\n<h3 id=\"our-vision-for-rail\">Our vision for rail</h3>\n\n<h4 id=\"near-term\">Near term</h4>\n\n<p>Our near term priority is for better customer service and delivering planned upgrades, with the industry getting a grip on cost.</p>\n\n<ul>\n  <li>Modern customer service for passengers: smart technologies for ticketing, improved compensation arrangements, a new ombudsman to resolve disputes, improved Wi-Fi and mobile connectivity, and better accessibility.</li>\n  <li>Committed network upgrades: Thameslink, Crossrail, Great North Rail Project and others, and improvements delivered via franchises: new trains, upgraded stations and new services.</li>\n  <li>Improving efficiency, increasing value and tackling cost.</li>\n  <li>Building on the railway’s record of safety and security, including emerging risks.</li>\n</ul>\n\n<h4 id=\"control-period-6\">2019 – 2024 (Control Period 6)</h4>\n\n<p>A more reliable, efficient and modern railway delivered by joined up local teams.</p>\n\n<ul>\n  <li>A step-change in renewals to maintain safety and improve reliability: efficient asset stewardship on an increasingly busy network.</li>\n  <li>The next generation of passenger service contracts: sustainable commercial contracts, securing joint working and quality for passengers.</li>\n  <li>A new generation of long-term integrated regional rail partnerships, working to aligned objectives, focussed on passenger needs.</li>\n  <li>New connections and new capacity, delivering today’s projects and advancing the next generation of rail * New partners for infrastructure development, design and delivery and encouraging and facilitating market-led proposals * New sources of funding and financing unlocking improvements.</li>\n</ul>\n\n<h4 id=\"section\">2024 – 2029</h4>\n\n<p>A step change for rail, with current reforms and HS2 delivering better journeys, better services and support for the economy.</p>\n\n<ul>\n  <li>HS2 Phase 1 reshaping the network, with new journeys and new capacity, supporting the economy and unlocking housing.</li>\n  <li>‘One team’ models delivering results across the network, with passenger operations and infrastructure management working seamlessly together.</li>\n  <li>Reliable services, more connections and a high-quality offer for passengers across the national network.</li>\n  <li>Digital solutions, better technologies and good use of data in operations, analysis and decisions.</li>\n  <li>Rail freight sector is growing and supporting our communities and economy alongside passenger rail.</li>\n  <li>An innovative sector investing at home and competing abroad.</li>\n</ul>\n\n<h4 id=\"the-railway-beyond-2030\">The railway beyond 2030</h4>\n\n<p>Today’s policies are guided by our vision for the future: a world-class railway, working as part of the wider transport network, bringing new opportunities for the nation.</p>\n\n<ul>\n  <li>Railways leading the way for customer service in the transport sector, responsive to customers’ needs, offering integrated, accessible services across modes, for people to travel in the way that suits them best.</li>\n  <li>Advanced commercial, contractual and delivery models refined for individual markets and circumstances, with integrated ways of working.</li>\n  <li>Rail fulfilling its full potential to move freight and goods, relieving congestion on the road network and supporting a low-carbon economy.</li>\n  <li>New connections, more capacity and more journeys across the network, with the complete HS2 network, East West Rail and other new links transforming journeys, supporting housing development and driving economic growth.</li>\n</ul>\n\n<h2 id=\"a-more-reliable-railway\">\n<span class=\"number\">1. </span>\tA more reliable railway</h2>\n\n<p>1.1\tOur railways are more intensively used today than at any time in our history. More people want to travel, but on densely used parts of the network, squeezing more trains in can lead to more delays and slower service recovery when things go wrong.</p>\n\n<p>1.2\tPeople rightly expect the railway to offer a good service, and get them where they want to go. Evidence from the passenger watchdog Transport Focus shows that passengers put a high priority on reliability and performance. Disruption to services, and frustration when it is handled badly, are the top drivers of dissatisfaction.</p>\n\n<p>1.3\tIn response, the industry has to strengthen its focus on core railway activities – maintenance, operations and renewals of track and systems. It needs to get the most out of the existing assets as well as building the capacity needed to meet demand.</p>\n\n<p>1.4\tThe industry has to work differently, joining up across track and train to work as single local teams, who put passengers and freight customers first. And it has to adopt modern digital technologies to make best use of the network.</p>\n\n<p>1.5\tBy investing in an overhaul of the network, and making sure the teams running the railway are talking to each other and working collaboratively when things go wrong, we will build the foundation for more reliable services and quicker service recovery.</p>\n\n<h3 id=\"a-more-reliable-network\">A more reliable network</h3>\n\n<p>1.6\tGovernment is providing funding for Network Rail to deliver an overhaul of older tracks, structures and systems, including a significant increase in the number of assets being renewed, helping to maintain and improve reliability. This is part of the continued record investment we are making in the railways.</p>\n\n<p>1.7\tWe announced on 12 October 2017 that we expect around £47.9bn to be spent on the railway across Control Period 6 (2019-2024), of which we are funding up to £34.7bn directly. This spend covers England and Wales<sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup>  and will help deliver the performance and reliability passengers expect. On many routes planned work on renewing older assets was deferred in recent years in order to focus on delivering new projects, such as electrification and stations upgrades. While those upgrades are bringing benefits for rail users, we also need to prioritise and invest in essential work on the existing infrastructure. Without it, there would be an increased reliance on measures like temporary speed restrictions, affecting reliability.</p>\n\n<p>1.8\tOur funding reflects our commitment to seeing the core jobs on the railway done well – keeping the trains running safely and smoothly, and carrying out the vital maintenance and renewal works for current and future passengers and rail freight customers. It also represents a significant volume of work for the industry and its suppliers. Government is determined to see that this money is spent efficiently.</p>\n\n<p>1.9\tWe will work with Network Rail and the independent regulator, the Office of Rail and Road (ORR), to get the most from the money that taxpayers, passengers and freight customers put into rail. We want the ORR to provide a strong efficiency challenge, and the industry to respond accordingly.</p>\n\n<p>1.10\tThe railway also has to build on its record of safety and security, and we will work with Network Rail, the ORR, the British Transport Police and others to ensure risks on the railway are managed effectively, within the context of an open transport system and all the challenges it brings.</p>\n\n<h3 id=\"a-more-integrated-railway\">A more integrated railway</h3>\n\n<p>1.11\tRising passenger demand has led to a timetable that is often far more congested than in the days of British Rail, and sees our busiest routes operating at the edge of their ability to cope. One result of congestion on the network is that even a small incident, such as a single track or train fault, can delay thousands of passengers and cause knock-on delays as trains and drivers end up in the wrong locations. At the same time, planned maintenance and enhancement works have to be delivered on an operating railway, where the track closures required to fix or replace a key bit of equipment require changes to the timetable and risk disruption to passengers.</p>\n\n<p>1.12\tThe people who have to manage these interactions are working in an industry which is over-complicated. Train companies are responsible for the maintenance of some station assets, but Network Rail is responsible for their renewal. Network Rail plans engineering works and is responsible when signals or tracks fail, while train operators are responsible for train faults and dealing with disrupted passengers. At major stations, passengers can be served by both Network Rail and train operator staff.</p>\n\n<p>1.13\tThis industry complexity matters because it affects passengers and freight customers. On an under-used railway organisational divisions might be less of an issue. However, evidence suggests that more integrated management could present particular benefits for busy, densely used networks.<sup id=\"fnref:2\"><a href=\"#fn:2\" class=\"footnote\">2</a></sup></p>\n\n<p>1.14\tWhen things go wrong, energy and time which could be spent on solving the problem can be lost in contractual debate and industry dispute processes. If we want to see one team working together to help passengers and recover the timetable, then we need to tackle the situation where Network Rail team and the train operators are working separately, judged on separate objectives and with insufficient insight into the options facing the other party. Addressing this will improve railway performance.</p>\n\n<p>1.15\tWe also need to ensure local teams have the power to take decisions and fix problems when they arise, while speaking with a single voice to passengers. We are changing the way the industry works by making two significant reforms: supporting an increase in the power of local teams at Network Rail, and by making reforms to franchises through the competitions we run and contracts we let. This two-pronged programme will bring both sides of the industry – track and train – much closer together, to work more effectively for rail users.</p>\n\n<p>1.16\tJoint working between frontline staff in Network Rail’s London and North West Route and Virgin Trains demonstrates the potential. By engaging closely, they created and delivered shared ideas such as the joint “Perfect Day Challenge” which achieved the best single day of performance ever on the West Coast.</p>\n\n<h3 id=\"network-rail-transformation\">Network Rail transformation</h3>\n\n<p>1.17\tThe centralised structure of Network Rail has historically made it difficult for its regional route teams to respond to customers, and made it harder for them to form effective alliances with operators. Network Rail has recognised this and has over recent years undertaken a programme of change, transferring more authority and accountability to its route teams.</p>\n\n<p>1.18\tThe deeper devolution of Network Rail into more autonomous route businesses is at the core of Network Rail’s programme of transformation. This direction of travel was endorsed by the review carried out by Nicola Shaw in 2016, who recommended it was accelerated (see box 1). This will put more power in the hands of the route staff who work most closely with their customers.</p>\n\n<p>1.19\tA number of changes have already been made, with more to come. Now we will see Network Rail route management teams making them work, building long term relationships with the train operators they work with, and becoming more accountable to the users and communities they serve.</p>\n\n<p>1.20\tAs part of this the Network Rail centre is transferring more authority to its route businesses to allow them to operate autonomously and efficiently, making their own choices and being judged on how well they perform, while maintaining critical safety practices and an overall view of system operation.</p>\n\n<p>1.21\tThis work will continue at pace, supported by the ORR, which is transforming its approach to regulation to complement Network Rail’s reforms. The ORR will be regulating each Network Rail route separately from 2019, which will increase accountability, enable better benchmarking between routes and increase transparency of individual route performance. The Secretary of State for Transport also issued <a href=\"https://www.gov.uk/government/publications/railways-guidance-to-the-office-of-rail-and-road\">new guidance to the ORR in July 2017</a> underpinning Government’s desire for strong, effective, independent regulation to support reform.</p>\n\n<p>1.22\tWe will work with Network Rail and the ORR to strike the right balance between the benefits of autonomous routes and the benefits that a larger company can bring, including efficiencies of scale. This will involve new customer-driven targets and internal measures to make sure Network Rail’s routes deliver what their customers want, while allowing for benchmarking between routes and for innovation and competition to thrive.</p>\n\n<p>1.23\tThe railway remains a national network, and more autonomous routes with closer local relationships must not come at the cost of network-level planning, integration and oversight. The needs of cross-country services and freight customers, which travel through multiple routes, must also be represented. Network Rail has listened to concerns and created a virtual Freight and National Passenger Operators route to look after those customers.</p>\n\n<p>1.24\tNetwork Rail is also bringing greater focus to its system operation functions, which include network-wide capacity analysis, timetabling and longer-term strategic planning. This is an important opportunity. The System Operator in Network Rail develops options and strategies to inform funders about change and investment choices, with a focus on maximising the economic benefit of the whole railway. It also leads work to integrate new rail schemes with the rest of the network, to allocate capacity fairly, and to design robust and effective timetables that deliver good performance and work for passenger and freight operators.</p>\n\n<p>1.25\tTo do its work successfully, the System Operator needs to coordinate evidence and understand customer needs, drawing on the expertise that sits within the freight and passenger operators, rolling stock companies and infrastructure businesses.</p>\n\n<p>1.26\tThese network-level functions within Network Rail will be regulated separately in future, to bring greater transparency and to drive up quality. Network Rail is also developing a governance framework to provide oversight and assurance of the System Operator’s work. We will work closely with the ORR to ensure the network continues to meet the needs of all of its customers and to ensure Network Rail’s System Operator brings a new rigour and capability to making best use of the system. In our work with the ORR, and as a funder and customer, we will look to Network Rail to ensure the System Operator:</p>\n\n<ul>\n  <li>Acts with fairness and impartiality, and builds trust with its customers.</li>\n  <li>Works in the public interest, advising and supporting Government in achieving our goals for passengers, citizens, the economy and taxpayers.</li>\n  <li>Improves the quality and transparency of information and analysis to help the industry, government and other funders take better decisions.</li>\n  <li>Develops timely, high quality support for third party investors and developers, including guidance or other tools to bring more partners into infrastructure.</li>\n  <li>Works in a balanced way with the Network Rail routes and other infrastructure operators to promote local leadership while protecting system-level benefits.</li>\n</ul>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-1-learning-the-lessons-from-reviews\">Box 1: Learning the lessons from reviews</h3>\n\n<p>In 2011 Sir Roy McNulty produced a report looking at the efficiency and value for money delivered by the industry, including via its structure, and made recommendations for the future. Industry alignment was a key issue discussed in the report. McNulty concluded that closely uniting track and train in meeting the needs of passenger and freight customers could reduce costs.</p>\n\n<p>He suggested that reunification should take different forms depending on the most suitable approach for each area. One form he proposed was alliances between Network Rail and train operators, which could include the teams unifying to form a single operating unit able to work together to deal with day to day operational issues, as well as to plan work on the network together.</p>\n\n<p>He also proposed joint venture arrangements, where the infrastructure manager and train operator form a joint company to operate the railway, and he ultimately recommended piloting a situation where some parts of the network are run by an integrated regional rail company, through a concession of infrastructure management and train operations combined.</p>\n\n<p>Experiences so far on the network from the ScotRail alliance and South West Trains demonstrate that getting close financial alignment right is challenging. However, the new relationships created across track and train have helped both sides understand the full picture and work across the divide, putting passengers first. \nIn 2016 Nicola Shaw, former CEO of High Speed 1, and now UK Executive Director of the National Grid, produced a report into the structure of Network Rail.</p>\n\n<p>She endorsed Network Rail’s move to a much more devolved structure, with separate route businesses acting as effectively autonomous companies, each given its own regulatory settlement by the ORR. This would place responsibility for planning maintenance, and upgrades to the network in the hands of local teams who best know what to do to improve performance and efficiency. It would also allow for better benchmarking and drive competition between routes. Shaw recommended this process be accelerated and taken further.</p>\n</div>\n\n<h3 id=\"joining-up-track-and-train\">Joining up track and train</h3>\n\n<p>1.27\tThe franchise competitions and contracts of the future will introduce more integrated working between track and train, building on the direction set out by Sir Roy McNulty in his report of 2011 (see box 1).</p>\n\n<p>1.28\tReforms will build on the best of the public and private sectors, with private sector involvement bringing innovation, investment and competition. Our reforms will ensure that the railway is run by an integrated local team of people with an absolute commitment to meeting the needs of their passengers, while securing the best value for farepayers and taxpayers. Future contracts will:</p>\n\n<ul>\n  <li>Create one-team working locally, with the right incentives for train operators and Network Rail to co-operate on reliability and high performance.</li>\n  <li>Present a single accountable face of the railway for passengers.</li>\n  <li>Adopt joint branding and identity where appropriate, giving joint teams a shared culture and giving passengers a better sense of who to hold to account.</li>\n</ul>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-2-joint-working-on-southern\">Box 2: Joint working on Southern</h3>\n\n<p>Following Chris Gibb’s report into the failure of Southern Rail to deliver an effective service in 2016, steps were clearly needed to transform joint working across the region. Although Chris Gibb identified trade union action as the main cause of the disruption, he also set out plans for much greater integration between Southern and the Network Rail team.</p>\n\n<p>The result was that the day to day operations of both organisations were brought together into a single control centre at Three Bridges. There is now joint planning of the peak every day to deal with any issues arising from problems on the route and more co-ordination of work on the line. The industry has also established joint oversight of the railway as it prepares for the launch of new services and fleets in 2018.</p>\n</div>\n\n<p>1.29\tJoint working between track and train companies will take different forms tailored to each area, including new joint operational teams, short-term task forces to manage improvement, or longer-term contracts and agreements.</p>\n\n<p>1.30\tWe will formalise the creation of new, tailored alliances on franchises as they come into effect, building on the experiences in Scotland and learning the lessons from the first generation of alliance contracts. The next of these new alliances will be on the South Eastern franchise once the Thameslink works are completed (and we have now issued the Invitation to Tender for the franchise), and on the Midland Mainline, once the new franchise launches in 2019. We will encourage bidders on these routes to include features such as shared strategies to improve performance on the network, joined-up leadership, and joint operational teams.</p>\n\n<p>1.31\tThere is now close working in place on the Western route, including an independently-chaired joint track and train Route Supervisory Board that brings together the train operators, Network Rail’s route team and passenger representation. Route Supervisory Boards have been announced for the East Coast Main Line, West Coast and West Midlands, Chiltern, and the network in Wales, and there are plans to have them in place on all routes during 2018.</p>\n\n<p>1.32\tSince we announced our intention to join up track and train in December 2016 we have learned from the experiences of earlier alliances, and developed new approaches which we have started to roll out in our franchise programme.</p>\n\n<p>1.33\tPassengers will quickly see the positive impacts of these revised approaches to operating rail services:</p>\n\n<ul>\n  <li>South Western: First MTR, the new operator from August 2017, will oversee a £1.2bn 7-year investment programme which will deliver direct benefits to passengers. Network Rail and First MTR have signed a formal alliancing agreement to create various joint teams that will be essential to delivering the improvements passengers expect.</li>\n  <li>West Midlands: Abellio, which commences services in December 2017, will co-locate its control teams with those of Network Rail to ensure smooth operations, and set up a joint communications team to provide accurate real-time information on the move. Abellio have a number of obligations focused on better engagement with Network Rail to work jointly on delivering enhancements across the network.</li>\n</ul>\n\n<p>1.34\tMost future contracts will be shaped around the creation of an alliance structure, with alliance boards overseeing implementation. An overall route perspective will be provided by a route supervisory board including operators, passenger representatives and the Network Rail route. We will create the right incentives at stations, as well as for train services.</p>\n\n<p>1.35\tWe believe there are opportunities for going further in some parts of the network, and we are therefore developing different options to deliver deeper and more effective joint working. In particular, Great Western – covering commuter routes from West London into Paddington, and towns and cities including Bristol, Cardiff and Plymouth – could offer significant opportunities for integration given the alignment between Network Rail and the operator on the route, and their established record of close working. Innovation in this area could offer significant benefits for passengers. Alongside this publication we launch a consultation on the future of the Great Western franchise seeking views on these and other issues.</p>\n\n<p>1.36\tThis joint working is being reinforced by the creation of shared metrics for the whole operation of a particular part of the network. Historically, Network Rail and train operators have had different objectives for performance and reliability. Network Rail will now set its goals based on genuine and effective engagement with its customers, joining up train operations and infrastructure, and focussing their efforts on the most important actions for passengers and freight customers. We welcome the ORR’s approach to supporting Network Rail scorecards as a tool for joint working.</p>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-3-in-partnership-for-britains-prosperity\">Box 3: In Partnership for Britain’s Prosperity</h3>\n\n<p>Government’s vision and actions are complemented by the industry’s work to improve partnership working in rail, as set out in the <a rel=\"external\" href=\"https://www.raildeliverygroup.com/about-us/publications.html\">Rail Delivery Group’s recent report</a>. It sets out a plan for how the industry will come together, and makes four key commitments for change:</p>\n\n<ul>\n  <li>Strengthen the railway’s contribution to the economy, keeping running costs in the black, freeing up taxpayers’ money.</li>\n  <li>Increase customer satisfaction by improving the railway to remain the top-rated major railway in Europe.</li>\n  <li>Boost local communities through localised decision making and investment.</li>\n  <li>Create more jobs, increase diversity and provide employees with rewarding careers.</li>\n</ul>\n</div>\n\n<h3 id=\"digital-railway\">Digital Railway</h3>\n\n<p>1.37\tThe use of digital technology is a huge opportunity for rail. These technologies will help the railway of the future make better use of the existing infrastructure and capacity to reduce the need for costly and disruptive civil engineering schemes, and find much more sustainable solutions which are lower cost for rail users and taxpayers. Investing in Digital Railway could also create high-value jobs, help rebalance the economy and promote the establishment of a world class industry capable of exporting globally.</p>\n\n<p>1.38\tNew digital tools allow for more options to be considered when looking for the best solutions to the challenges facing the railway. One of the options ready to be deployed are new traffic management systems, which can be installed in signalling centres to help drivers and control staff keep trains running on time, and speed up recovery from service disruption. These systems are a priority because of their ability to reduce delays and maximise the efficiency of our existing infrastructure.</p>\n\n<p>1.39\tTraffic Management can work independently, or build on current systems such as Automatic Route Setting. It will also enable the introduction of other new technologies, like connected Driver Advisory Systems (c-DAS).</p>\n\n<p>1.40\tThe benefits of c-DAS are based on getting a train to arrive at a given location at the correct point in time, travelling at the most efficient speed. This can avoid timetable conflicts with other trains, and it can avoid the need to brake at signals, reducing wear and tear on the train and the track, saving money and improving reliability. The ‘connected’ part of c-DAS means that the information given to the driver is based on the latest information from the Traffic Management system, giving a real-time view of the railway, rather than the timetable and context as it was at the start of the journey.</p>\n\n<p>1.41\tIn addition to Traffic Management and c-DAS we plan to bring forward a new generation of digital signalling (European Train Control System) to our railway, moving signals from the side of the track into the driver’s cab on the train. This transition will be targeted as current signalling systems come to the end of their useful life, or earlier if it is the most cost-effective way to deal with capacity and reliability challenges.</p>\n\n<p>1.42\tNetwork Rail’s Digital Railway Programme is providing cross-industry leadership, expertise and co-ordination for introducing digital technology to rail, with Network Rail routes leading on local delivery and reflecting local priorities, and working with suppliers and train operators.</p>\n\n<p>1.43\tGovernment will fund deployment of digital technology where passengers can get benefits, and where projects are affordable and value for money. To achieve this, we have committed £450m as part of the National Productivity Investment Fund. Of this, £84 million will be used to prepare a range of trains for the fitment of state-of-the-art in-cab digital signalling equipment. Further funding released includes up to £5 million each for the development of schemes on the South East Route and East London Lines, and on the Moorgate branch, in addition to the digital schemes already being developed for services between Manchester and York. Once these options have been explored, we will decide which should proceed to design and subsequent delivery. We continue to work with Network Rail to identify further opportunities.</p>\n\n<p>1.44\tWe also will use the levers we have as franchising authority to join up across the industry, ensuring train fleet fitment is aligned with infrastructure plans.</p>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-4-digital-tools-will-make-journeys-better-for-passengers\">Box 4: Digital tools will make journeys better for passengers</h3>\n\n<p>Traffic Management: The “brain” behind digital signalling. It maximises the throughput that existing track can support, and adapts the timetable in real-time as operational conditions change, aiding a rapid recovery.</p>\n\n<p>Connected-Driver Advisory Systems: Provides decision support to drivers, aiding performance, safety, and fuel efficiency.</p>\n\n<p>European Train Control System (ETCS): Removes signals from the trackside, and places them in the driver’s cab. Allows trains to run closer together, at their optimum speed, while maintaining safety.</p>\n</div>\n\n<h2 id=\"an-expanded-network\">\n<span class=\"number\">2. </span>\tAn expanded network</h2>\n\n<p>2.1\tBritain’s railways have seen an extraordinary turnaround since the days of British Rail. Throughout the 1960s, ‘70s and ‘80s, the history of railways was one of decline. The Beeching cuts in the 1960s and other cuts in the years which followed saw the systematic closure of a substantial part of the rail network, as well as downgrades and partial closures of key routes, like the removal of capacity from the East Coast Main Line. As the network shrank, rail experienced a steady decline in the number of passengers and the volume of freight carried.</p>\n\n<p>2.2\tFew people in the sector anticipated the turnaround that followed. Over the subsequent 20 years, passenger numbers rocketed, to the point that more journeys are now made each year than at any time since the peak in 1919 - on a network that is much smaller than it was then.</p>\n\n<p>2.3\tPassenger demand remains strong, and is predicted to grow. Despite some essential improvements, like the modernisation of the West Coast Main Line, much of the network has become more and more congested. Services on most commuter routes into our major cities are full, and are getting busier. In 1997 London Waterloo handled around 60 million passengers each year: today the number is close to 100 million. Commuter trains have always been crowded, but today many rail passengers are standing for longer distances.</p>\n\n<p>2.4\tOur ambitions for the next rail funding period (2019 to 2024) are clear. Vital maintenance and renewal is needed to keep people moving safely, deliver what passengers want, and get the most out of the existing network. But we cannot focus solely on reliability and safety for today’s railway. We need to look to the future, ensuring rail continues to offer new opportunities and better journeys. That means delivering the enhancements already on the way, working with our partners to develop the next generation of improvements and reversing the historic contraction of the rail network.</p>\n\n<p>2.5\tTo address this growing challenge the Government has been pursuing the most extensive programme of modernisation in Britain’s railways since Victorian times.</p>\n\n<p>2.6\tRecent franchises have included longer trains on Northern Rail, West Midlands, South West, Southern and Thameslink. New Intercity Express Programme (IEP) trains have begun to replace the ageing High Speed Train fleet, bringing improved services and additional capacity between London and major UK cities including Bristol, Leeds, Newcastle and Edinburgh. By 2021, there will be more than 5,500 new carriages on the network, with an average of 17 carriages being built every week between now and 2020.</p>\n\n<p>2.7\tFlagship projects like Crossrail and Thameslink in London, the modernisation of Birmingham New Street, and the electrification of the suburban network in Manchester will change how people travel, and where they choose to live.</p>\n\n<p>2.8\tIn the coming decade we will be expanding the network, selecting routes that benefit housing and economic growth, relieve urban congestion and meet future demand.</p>\n\n<p>2.9\tWe are investing in significant new capacity through major projects like HS2. The East West Rail company will accelerate the restoration of rail services between Oxford and Cambridge, which were withdrawn in 1967. We are restoring capacity to the East Coast Main Line by providing an extra 12,200 seats through new Intercity Express trains. And we have funded the reopening of a number of stations closed in the 1960s, as well as building brand-new ones.</p>\n\n<p>2.10\tThe rail projects underway and in development will restore lost connections and make new ones. The best projects will reflect the way our towns, cities and lives have changed in the last half century, and will recognise that new capacity will be needed in new places. Our ambitions for the planned upgrade to the Transpennine route from Leeds to Manchester are an example of strengthening connections, dramatically increasing the number of seats and reducing journey times.</p>\n\n<p>2.11\tDespite the historic scale of our current plans, the expansions we are completing now will not be enough to meet the future demand for capacity, and our ambitions to connect our communities.</p>\n\n<p>2.12\tThat is why, as well as investing in the network to keep people moving safely and smoothly, we have to invest to develop the projects of the future, finding the best ways to expand services and offer new and better opportunities for people and communities, and offer great value for money for the taxpayer. We will make the most of rail as part of the wider transport system to unlock housing developments by providing the links to work, services or education that make them attractive places to live. Getting this right will support the Government’s Industrial Strategy, making sure that businesses have access to the infrastructure they need to move goods, and that individuals have access to a broad range of opportunities.</p>\n\n<p>2.13\tThe expansion of the network needs action on three fronts:</p>\n\n<p>a.\texpanding commuter capacity in line with expected demand; \nb.\tnew routes which can provide strategic transport links or unlock significant housing or economic development regionally; and \nc.\tschemes to meet the biggest capacity challenges for the coming decades.</p>\n\n<h3 id=\"expanding-commuter-routes\">Expanding commuter routes</h3>\n\n<p>2.14\tCommuting into many major towns and cities has become increasingly difficult. This is not just an issue in the largest cities, like London, Birmingham and Manchester. Congestion is a barrier to development in places like Exeter, Bristol and Cambridge. Lack of transport capacity can affect important schemes and put off investment that offers new opportunities. For instance, plans for the Harlow Enterprise Zone had to be reduced by a third because of a lack of capacity at a nearby motorway junction. Rail services can help relieve pressure on roads, as well as changing housing and travel patterns.</p>\n\n<p>2.15\tBecause of the importance of rail for employment and travel to work, we are funding significant new rail capacity for many major cities and towns. Manchester, Leeds, Sheffield, Liverpool and Newcastle will all benefit from new carriages, new services and extra peak capacity in the coming years. We are contributing to the Cardiff Capital Region Investment Fund, which is funding the Cardiff Valley Lines upgrade.</p>\n\n<p>2.16\tWe are dramatically improving journeys for passengers across the North with the Great North Rail Project. By 2020, passengers will benefit from faster and more comfortable journeys, as well as new direct services across the north and beyond.</p>\n\n<p>2.17\tBrand new infrastructure including new track and signalling, will benefit passengers, increase reliability and deliver new direct services. The train operators, Northern and TransPennine Express, will deliver new trains, including more than 500 new carriages, room for 40,000 extra passengers and over 2,000 extra services a week. By 2020 all the trains will be brand new or completely refurbished, and all the Pacer trains will be gone.</p>\n\n<p>2.18\tThis investment in rail networks in the North of England has already delivered improvements, with the fastest journey between Liverpool and Manchester cut by 15 minutes, new direct services between Manchester Airport and Glasgow, and Manchester Victoria station upgraded.</p>\n\n<p>2.19\tLooking ahead, we are working with Network Rail and the region to develop options for major upgrades between Manchester, Leeds and York to deliver more seats and faster journeys, aiming to deliver phased improvements from 2022, including a target journey time of 40 minutes between Leeds and Manchester. The Transpennine Route Upgrade aims to deliver phased passenger benefits from 2022, building the groundwork for dramatically improved journeys across the region with Northern Powerhouse Rail (covered in more detail later in the chapter).</p>\n\n<p>2.20\tIn London, where demand pressures are highest, Crossrail will be fully open by the end of 2019, supporting a 10% increase in journeys through London. The expanding Thameslink services will offer passengers trains every 2-3 minutes in central London at peak times and enable direct links between Peterborough and Cambridge to Blackfriars and beyond.</p>\n\n<p>2.21\tThe railway upgrade plan has already transformed stations like Birmingham New Street, Reading, Manchester Victoria and London Kings Cross, and we are expanding the network by adding new stations. Since 2015 there have been 19 new stations opened on the national rail network, helping connect people to jobs, and relieve the congestion that slows down growth.</p>\n\n<p>2.22\tIn July 2017 we gave the green light for five more new stations with funding from Government and others, including Portway Parkway in Bristol, which will help relieve traffic on inner Bristol roads, and Horden Peterlee in County Durham, which will deliver improved access to employment opportunities in an area with low levels of car ownership, making it easier for people to get around.</p>\n\n<h3 id=\"opening-routes-to-unlock-housing-and-development\">Opening routes to unlock housing and development</h3>\n\n<p>2.23\tRail services have the potential to unlock housing growth, as part of a wider transport network. New connections and stations can support locally-led development and help deliver more housing. There are also strategic opportunities to change local transport patterns, and provide communities and people with new opportunities.</p>\n\n<p>2.24\tAs a major public sector landholder, Network Rail is leading important work to release rail-linked land surplus to rail requirements, some of which could facilitate housing development and support the Public Sector Land for Housing Programme. Increasingly, the focus is on innovative opportunities around stations, where regeneration schemes can improve the passenger experience with high quality urban design of appropriate density, and integration of different transport modes. This could also potentially generate additional housing opportunities in high-demand locations.</p>\n\n<p>2.25\tWe are already seeing significant schemes that create housing opportunities. \nManchester Victoria Fish Dock Housing Development: Manchester Victoria Station has been transformed through a £44m refurbishment programme, and public sector land identified as prime for development. Working closely with Manchester City Council, Network Rail reached an agreement with a developer to provide office space and residential units, alongside high quality public space, landscaping and car parking. Construction is expected to start in late 2017 and to be completed by 2021.</p>\n\n<p>New station funding for Reading Green Park: a station has the potential to unlock 7,500 jobs and 1,500 homes, serving an area currently only accessible by road.</p>\n\n<p>Supporting housing in the Cambridge – Milton Keynes – Oxford corridor: the National Infrastructure Commission (NIC) has found that a shortage of housing represents a fundamental risk to the success of this area, and that the challenges of poor East-West connectivity need to be addressed. The Government has responded by committing £137m of new or accelerated funding to support development and delivery of East West Rail and the Cambridge-Oxford Expressway, and will continue to work with NIC and local partners on ways to secure housing delivery.\nCambridge South: one of the largest bio-medical campuses in Europe is being consolidated in Cambridge, and a new station could provide direct rail links to central London, Stansted Airport and regional housing development sites. Working in partnership with local stakeholders, we are committing £5m to develop proposals.</p>\n\n<p>Bicester Garden Town: Over the next 15 years, Bicester will be transformed, with more than 13,000 new homes, 18,500 jobs, significant transport improvements and a regenerated town centre. Bicester Garden Town is based on a clear vision, grounded in close community engagement. Extensive consultation has been undertaken, a comprehensive masterplan has been commissioned and home building is well under way. The delivery of East West Rail will enhance the Garden Town’s connectivity and support housing growth alongside other infrastructure improvements.</p>\n\n<h3 id=\"building-a-new-generation-of-high-capacity-railways\">Building a new generation of high capacity railways</h3>\n\n<p>2.26\tWith the Thameslink programme and Crossrail in full operation by the end of 2019, the national network is growing. The Great North Rail Project, Great Western electrification, and Waterloo and South West Upgrade are coming up to completion. These projects will change rail travel for passengers and offer new links for people and businesses, with newer, more frequent and longer trains.</p>\n\n<p>2.27\tThe next major changes to the rail network are already being planned and delivered: HS2 and East West Rail. Meanwhile, we are working with local partners to develop proposals for major new rail capacity in the North, as part of the Northern Powerhouse, and to advance work on the case for Crossrail 2.</p>\n\n<h3 id=\"high-speed-2\">High Speed 2</h3>\n\n<p>2.28\tPhase 1 of the new high speed network will open in 2026, with new high-speed trains running from London Euston to Old Oak Common in West London, through to Birmingham Interchange and a new Birmingham terminal. Trains will also connect onto the existing rail network, running direct services to major cities and towns in the Midlands, North and Scotland. Phase 2b of HS2 will open in 2033, providing more miles of high speed track and new services that will connect London and Birmingham to cities including Manchester, Sheffield, Liverpool, Newcastle and Leeds, and improve links to Scotland. The detailed proposals for this second phase and the Bill that will make the project possible were published by the Government in July 2017.</p>\n\n<h3 id=\"east-west-rail\">East West Rail</h3>\n\n<p>2.29\tMost of the 77-mile railway between Oxford and Cambridge saw passenger services withdrawn in 1967 and the entire route east of Bedford – some 30 miles – closed and sold off. In November 2016, the NIC’s interim report on the Cambridge-Milton Keynes-Oxford corridor recommended that Government develop East West Rail, a new rail link along this strategically important corridor.<sup id=\"fnref:3\"><a href=\"#fn:3\" class=\"footnote\">3</a></sup> The NIC found that new transport infrastructure along this route would underpin future growth in jobs and homes, maximising the potential of the area as a knowledge-intensive cluster.</p>\n\n<p>2.30\tBy 2024 the western section of East West Rail will be complete, allowing services between Oxford and Bedford, and Aylesbury and Milton Keynes. We are also establishing a new East West Rail company to accelerate delivery of the central section between Bedford and Cambridge, aiming for completion by the mid-2020s, and to explore securing private-sector involvement to design, build and operate the route as an integrated organisation. This will complete the missing rail link in the ‘golden triangle’ of London – Oxford – Cambridge and provide a major boost to this world-leading region.</p>\n\n<h3 id=\"northern-powerhouse-rail\">Northern Powerhouse Rail</h3>\n\n<p>2.31\tThe vision for the Northern Powerhouse is to link up the individual cities and towns in the North, to allow them to function as a single economy and be stronger than the sum of their parts. Transport for the North has been set up as a sub-national transport body to speak with one voice on transport priorities in the region.</p>\n\n<p>2.32\tThe Government is working closely with Transport for the North to develop Northern Powerhouse Rail – a package of upgrades and network changes that can significantly improve frequencies and journey times between major cities in the North and to develop route options that provide value for money. This will build on the upgrades and investment we are already making under the Great North Rail Project to transform opportunities and services for people across the North.</p>\n\n<p>2.33\tThe Government has committed £300m additional funding towards ensuring HS2 infrastructure can link up with future Northern Powerhouse and Midlands rail projects, to link existing and potential new routes with the planned HS2 lines, subject to final agreement on funding and supporting business cases for those routes. We are expecting to receive proposals for Northern Powerhouse Rail from Transport for the North by the end of 2018, setting out its preferred route options for the scheme.</p>\n\n<h3 id=\"crossrail-2\">Crossrail 2</h3>\n\n<p>2.34\tCrossrail 2, a proposed new railway stretching from Surrey to Hertfordshire through Central London, could relieve crowding and support the capital’s growth. It could offer travellers on national rail lines a new route into London, helping to free up capacity, and relieve pressure on the Tube network, while unlocking new homes along the route.</p>\n\n<p>2.35\tWe have to ensure we get any scheme right. We are therefore working with TfL and the Mayor of London, including through an independent review of funding and financing, to develop plans for an affordable scheme that is fair to the taxpayer, where London pays its share. Learning lessons from Crossrail 1 and maximising the benefits of the scheme will form a key part of this work.</p>\n\n<h3 id=\"the-next-generation-of-schemes\">The next generation of schemes</h3>\n\n<p>2.36\tOur challenge to our partners is to work with Government and the industry to develop compelling proposals for the next generation of rail schemes, identifying the places where rail is the right answer for local transport needs and finding the places where rail schemes fit best with housing strategies.</p>\n\n<p>2.37\tLocal partners and promoters need to consider new ways of designing, financing and funding rail capacity and new lines. By involving a more diverse range of parties we want to provide more opportunities and reduce the call on taxpayers by building commercially-successful rail businesses and routes.</p>\n\n<p>2.38\tWe also want to work with the sector to use the existing railway in more effective ways, for instance by investing in digital technologies, upgrading trains or changing service patterns and timetables to use existing capacity differently. The Network Rail System Operator leads the wider industry work to develop longer term plans for rail, and we welcome the improvements Network Rail are making in how they develop options for funders around change and investment in services, new connections and network improvements.</p>\n\n<p>2.39\tWe will help partners find the support and expertise they need, including by working closely with Network Rail. Network Rail has a vital role in providing the analysis and advice to support work by potential investors, developers and third parties, and we welcome their commitment to encourage and enable investment.</p>\n\n<p>2.40\tTransport for the North is already working closely with the Department to develop and advance proposals for future rail infrastructure, through the Northern Powerhouse Rail programme. We have provided development funding to support this vital work, helping them identify the upgrades that have the strongest case in supporting the North’s long-term future.</p>\n\n<p>2.41\tWe have provided Midlands Connect with £5m funding to develop a business case for a Midlands Rail Hub, a programme of rail upgrades that could provide up to 10 more trains per hour into central Birmingham. It includes improvements to Snow Hill and Moor Street stations, new lines to allow access to those stations from the South West and South East, and upgrading key junctions. We are also providing £2m to develop options to address key constraints on the Coventry – Leamington corridor.</p>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-5-network-rail-and-the-investment-pipeline\">Box 5: Network Rail and the investment pipeline</h3>\n\n<p>Network Rail needs to help local authorities, private promoters and other developers make progress on the most promising schemes, providing good quality information and analysis.</p>\n\n<p>Network Rail also has a vital role in the development of schemes identified as priorities by its routes and through the industry-led planning process, and has a role in leading the whole industry to make better use of capacity. We therefore welcome the new focus on the system operation tasks within Network Rail and from the regulator.</p>\n\n<p>Our new pipeline approach to managing railway upgrades will see Government as funder work jointly with Network Rail and other potential infrastructure providers. Following the lessons learned from issues in the current rail funding period, this new way of working provides oversight, transparency and clear decision points for progression.</p>\n\n<p>We will have a relentless focus on the outcomes for rail users, passengers and freight, and prioritise activity to support them based on the benefits they will bring. We will set out a Rail Upgrade Plan in due course that will define these priorities and the steps we are taking to deliver them, taking account of the range of approaches available; from infrastructure to timetabling.</p>\n\n<p>This fundamental change will allow us ensure that our overall upgrade plan for the railway is deliverable and affordable, including where capital investment adds to the maintenance and upkeep costs of the network. Only activities that meet our priorities and can achieve real improvements for rail users and citizens at good value will be funded from development into design, and into delivery.</p>\n</div>\n\n<p>2.42\tThere are many other opportunities to explore. Around the country, local bodies and partners are actively promoting a range of rail schemes.</p>\n\n<p>2.43\tSome examples of proposals currently being looked at and candidates for further consideration, include: Bristol to Portishead and Bristol to Henbury (part of the MetroWest project promoted by the West of England Combined Authority); routes previously closed to passengers under British Rail connecting Exeter to Okehampton and Bere Alston to Tavistock (promoted by Devon County Council); reopening the Ashington-Blyth-Tyne line to passenger services (promoted by Northumberland County Council); and opportunities around Birmingham (being considered by Transport for the West Midlands). Plans are also being developed for four new stations in the West Yorkshire area: Elland, Thorpe Park, White Rose and Leeds Bradford International Airport Parkway. All need further development, and as with all schemes will need to demonstrate a strong business case where they are seeking any available Government funding.</p>\n\n<p>2.44\tWe have already provided funding to progress the East West Rail project, and development funding via the Strategic Freight Network Fund for the development of a project to improve rail capacity through the Ely area in Cambridgeshire, in conjunction with funding from New Anglia Local Enterprise Partnership (LEP) and Greater Cambridge Greater Peterborough LEP.</p>\n\n<p>2.45\tGovernment wants to see a renewed focus on unlocking funding from developers and other potential beneficiaries.</p>\n\n<p>2.46\tThe construction of a new rail station at Barking Riverside and the extension of the existing Gospel Oak to Barking rail line to the site shows how a project can attract significant private investment, with £172m of the £263m cost of the scheme being met by the developers, Barking Riverside Limited. Contributions will also come from TfL’s Growth Fund, which funds schemes that have direct impact on unlocking housing and employment growth. The new rail services will unlock construction of 10,800 new homes, along with a new school and healthcare facilities.</p>\n\n<p>2.47\tWe are developing guidance for investors and developers to ensure that the process for taking forward proposals and engaging with Government is as clear and transparent as possible.</p>\n\n<p>2.48\tWe also welcome work such as the Campaign for Better Transport’s recent ‘<a rel=\"external\" href=\"http://www.bettertransport.org.uk/expanding-railways\">Expanding the Railways</a>’, which provides a guide to help local authorities, developers and communities build a business case for schemes.</p>\n\n<p>2.49\tWe recognise that it can be challenging to make a case for transport projects that are intended to create new journeys or enable new housing developments compared to projects where very high passenger demand already exists and where the national economic benefits may well be higher. We want to ensure we consider the full range of contributions that specific schemes can make to society and the economy. From promoters, we therefore need to see a clear strategic focus and good evidence about the opportunities being created and the benefits delivered.</p>\n\n<p>2.50\tWe have also announced the development of a Rebalancing Toolkit, a new assessment standard for Government decisions that will require transport investment programmes to be judged in part on how they contribute towards creating a more balanced economy, as part of the overall assessment of their strategic case. This will ensure rebalancing is considered more consistently and transparently when we take decisions. We want rail investment schemes to demonstrate a well-rounded business case which delivers for taxpayers, communities and the economy, while supporting our strategic goals and productivity across the UK.</p>\n\n<h2 id=\"a-better-deal-for-passengers\">\n<span class=\"number\">3. </span>\tA better deal for passengers</h2>\n\n<p>3.1\tThe railway is a customer service business, and passengers must be able to see that their interests always come first. To be a success, railways must deliver what passengers want, and be trusted to get people where they want to go. This is at the heart of the Government’s approach.</p>\n\n<p>3.2\tDelivering rail services for passengers through franchise agreements with private sector partners has been hugely successful over the past 20 years. However it is right that we continue to evolve our approach to adapt to changing circumstances and changing passenger needs and expectations. This chapter explains how we will do this during this Parliament, including our plans to improve the passenger experience, and explains Government’s new approaches to franchising that will ensure passengers’ interests are at the heart of the way the railways are run.</p>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-6-what-is-franchising\">Box 6: What is franchising?</h3>\n\n<p>In Great Britain, passenger services on the railway are provided by private companies (train operating companies or TOCs). The majority of services are provided under a franchise agreement between the train operator and Government awarded following a competitive process. Government leads on setting requirements for train services and quality measures, and holds competitions that reward bidders for committing to investment, supporting and developing the business and its people, and offering great customer service.</p>\n\n<p>The private sector operators work within contracted requirements on services and fares, designing and delivering a commercial business. They are responsible for serving their customers, delivering contracted commitments, leasing trains and employing staff. Collectively, they return 97p of every £1 from ticket fares back into running and improving services. Each train operator agrees to operate the services Government requires, charge fares to passengers and pay a premium to Government (or in a small number of cases receive a net subsidy). In recent years, the Department’s policy has been to re-let franchises every seven to ten years. There are 15 franchises for which DfT is primarily responsible.</p>\n\n<p>The Scottish Government, via Transport Scotland, is the franchising authority for the ScotRail and Caledonian Sleeper franchises, and specifies its own criteria for those franchises.</p>\n\n<p>We are working closely with the Welsh Government to finalise the devolution of the Wales &amp; Borders franchise, to ensure they can appoint an operator to run services after October 2018. A shortlisting took place in October 2016, and three bidders are currently responding to the Welsh Government’s Invitation to Submit Final Tenders. We have agreed on arrangements to ensure suitable cross-border links are maintained and developed in cooperation between the Secretary of State for Transport and Welsh Ministers.</p>\n\n<p>As part of its procurement, the Welsh Government is leading on the development of proposals for the creation of a South Wales Metro service, including responsibility for the operation of infrastructure on the Valley Lines. They have been working closely with Network Rail to agree the principles for the proposed transfer of ownership of the Core Valley Lines. Such transfer is supported in principle by the Government, subject to final agreement and recommendation of approval by Network Rail.</p>\n\n<p>There are also operating concessions let by TfL and Merseyrail.</p>\n</div>\n\n<h3 id=\"smart-ticketing\">Smart ticketing</h3>\n\n<p>3.3\tBritain’s rail ticketing system remains archaic. In a world where shopping is often done by contactless card or by mobile phone, queuing for a paper ticket from a machine no longer offers the convenience that people expect.</p>\n\n<p>3.4\tIn most major cities internationally, smart ticketing is the norm. Yet in the UK progress has been far too slow outside Scotland and larger cities including London, where Oyster, contactless cards and mobile phones provide cross-modal ticketing.</p>\n\n<p>3.5\tThe paper ticket needs to be largely consigned to history, and we have set a goal of securing smart ticketing across almost all of the rail network by the end of 2018, while maintaining suitable provision for users for whom smart technology is not suitable.</p>\n\n<p>3.6\tThe future of smart ticketing is likely to take two forms. For shorter distance journeys, it is likely to take a similar form as in London, with an option of smart cards (using the technology developed by Integrated Transport Smartcard Organisation, ITSO Ltd.), contactless cards, or a mobile phone acting as a contactless card. Our goal is to ensure that across regional and urban commuter areas smart ticketing is able to deliver the kind of pay as you go structure that is used in London, with the systems automatically charging fares at the appropriate level.</p>\n\n<p>3.7\tOver longer distances, pay as you go is not a plausible option. Passengers will need to continue to buy tickets in advance, but this will increasingly be done over a mobile device rather than from a ticket office or printed at home. The current systems being rolled out use a barcode to allow a ticket to be read, either by a gate reader or staff member, but ITSO Ltd. is working to bring forward technology to allow the use of the wireless capability in most smartphones.</p>\n\n<p>3.8\tOur aim for 2018 is that, by the end of the year, both ITSO and barcode tickets will be accepted for travel on almost all of the network, and operators and retailers will be able to offer a smart ticket that meets passengers’ needs. We also expect much of the industry to offer smart cards that can be held in digital ‘wallets’ on mobile phones.</p>\n\n<p>3.9\tPay as you go ticketing is already available on some commuter routes in the South East for rail-only journeys. By the end of 2018 we expect to see other parts of the network developing a similar service. The next step is then to secure interoperability between those operators and with locally-led multi-modal systems, including TfL.</p>\n\n<p>3.10\tWe have set objectives for 2018, as part of a longer-term process of reform driven partly by technological advancement. We are working with the industry to determine what the next generation of smart ticketing will look like and how best to deliver and fund it. We expect in the medium-term wider use of mobile phone-based ticketing, and in the longer-term to explore options that don’t require a physical check of tickets.</p>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-7-competitions-bringing-change-for-passengers\">Box 7: Competitions bringing change for passengers</h3>\n\n<p>Abellio will commence operating the West Midlands franchise in December 2017. It will deliver investment of nearly £1bn for 400 new carriages to be rolled out by 2021 and space for an extra 85,000 passengers on rush hour services in Birmingham and London.</p>\n\n<p>The South Western franchise, awarded to First MTR in March 2017, will deliver £1.2bn of upgrades. The operator is creating more seats on peak trains, better services and new facilities. Commitments include 90 new trains, a major upgrade for Southampton Central Station, 1,500 new car parking spaces and better waiting areas, new shelters and extra seats at stations across the route.</p>\n\n<p>The East Anglia franchise was awarded to Abellio East Anglia from October 2016. They are investing £1.4bn to replace the entire train fleet by 2020. This will lead to more than 1,040 new state-of-the-art carriages, over half of which will be built by Bombardier, securing 1,000 jobs at its Derby factory. Commitments include 90 minute journey times between London and Norwich, free Wi-Fi in all trains and stations, and 32,000 more seats on services arriving at London Liverpool Street in the morning peak.</p>\n\n<p>The Northern franchise was awarded to Arriva Rail North Ltd from April 2016. They are delivering investment of £400m in 281 new carriages, adding an extra 2,000 services and investing to provide 37% more capacity during the morning peak period into the five major commuter cities of the North.</p>\n\n<p>The TransPennine Express franchise was awarded to First Trans Pennine Express Ltd from April 2016. They are delivering investment to provide 220 new carriages, additional services to Scotland, discounted advance fares for 16-18 year olds and jobseekers, and 9,000 more seats into Manchester, Leeds, Sheffield, Liverpool and Newcastle during the morning peak.</p>\n</div>\n\n<h3 id=\"fares-reform\">Fares reform</h3>\n\n<p>3.11\tWe are working with the rail industry to develop and test potential reforms, and we will review rail ticketing with the aim of removing complexity and perverse pricing. We want to find the right solutions to simplify fares structures, and improve passenger satisfaction and confidence that the price they pay is fair.</p>\n\n<p>3.12\tWe recognise that working and commuting patterns have changed, and therefore in all recent franchise competitions we have included a requirement to offer part-time commuters alternative products that reflect how often they use the network. We will continue to require bidders to offer similar products as franchises are re-let.</p>\n\n<p>3.13\tWe will also work with industry to extend the benefits of discounted rail travel to ensure those aged 16 to 30 can access appropriate concessions. This will include the introduction of a new railcard for ages 26-30, which we anticipate will increase the number of journeys taken. Further details will be announced in agreement with the industry and will be implemented from Spring 2018.</p>\n\n<h3 id=\"compensation-and-redress-when-things-go-wrong\">Compensation and redress when things go wrong</h3>\n\n<p>3.14\tMaintaining a high standard of performance and customer service is the priority, but when things go wrong passengers should receive appropriate levels of compensation and have an effective means of redress. \nDelay Repay 15</p>\n\n<p>3.15\tPassengers should be fairly compensated when things go wrong and be able to claim compensation quickly and easily. Government has been working with the rail industry to make improvements to current compensation arrangements. Passengers are more willing and able than ever to claim fair compensation if their train is late or cancelled.</p>\n\n<p>3.16\tThe Delay Repay compensation scheme is currently in place on most franchises. In its original form it offers compensation for delays from 30 minutes, and we are improving the scheme by rolling out Delay Repay 15 (DR15), which pays compensation for delays starting from 15 minutes.</p>\n\n<p>3.17\tWe introduced DR15 on Great Britain’s largest rail franchise (Govia Thameslink Railway) on 11 December 2016 and it is part of the new South Western and West Midlands franchises. DR15 will be contracted as a requirement for all other Department for Transport franchises when contracts come up for renewal. We have also asked a number of train operating companies for proposals to implement DR15 before their contract expires, and will introduce DR15 if the proposals are affordable and represent value for money for taxpayers.</p>\n\n<h3 id=\"a-stronger-passenger-voice\">A stronger passenger voice</h3>\n\n<p>3.18\tThe Rail Minister has been leading discussions with industry and consumer groups to transform access to redress for passengers when things go wrong.</p>\n\n<p>3.19\tIn response, the Rail Delivery Group has led a Task Force, including Transport Focus, London TravelWatch and the ORR. Building on the current complaint handling arrangements in the industry, this will deliver a new, independent ombudsman scheme to strengthen the passenger voice. For the first time passengers will have the opportunity to seek independent and binding dispute resolution in cases where they are not happy with a train operator’s response to their complaint. It will focus on issues which are of real importance to passengers, including:</p>\n\n<ul>\n  <li>Delays or cancellations against advertised timetable.</li>\n  <li>The adequacy of information publicising rail improvement works</li>\n  <li>The accuracy and impartiality of ticket retailing.</li>\n  <li>The provision of assistance and access to advertised accessibility facilities.</li>\n</ul>\n\n<p>3.20\tThe new scheme will be strong, fair, friendly and independent. It will both effectively address individual complaints and identify areas of general concern to passengers, improving the passenger voice in rail and providing a basis for action.</p>\n\n<p>3.21\tBy being introduced on a voluntary basis, the scheme will be delivered far more quickly than could be achieved through a regulatory or legislative solution, and be able to start delivering for passengers quickly. Subject to the completion of the procurement process, the ombudsman will be up and running next year.</p>\n\n<p>3.22\tPassengers should be able to hold the industry to account for performance. Passenger satisfaction should be a consistent measure of success for the railway. Independent watchdogs like Transport Focus (represented on route supervisory boards), London TravelWatch and other consumer organisations have an important role to play in keeping the railway informed about what passengers want, and have helped drive improvements in the sector. \nThe ombudsman will build on their work.</p>\n\n<h3 id=\"a-more-accessible-railway\">A more accessible railway</h3>\n\n<p>3.23\tOver 13 million people in Britain live with some form of disability. For many, opportunities to access travel, work and leisure are limited by the barriers placed upon them by the rail network. Our railways should provide the same opportunities for travel to all people, regardless of any physical, mental, cognitive or sensory impairment. Those with disabilities are severely underrepresented as passengers on our rail network. We must do more to address this and reap the benefits of opening up those opportunities – to combat loneliness, improve confidence and independence and create opportunities to access family, friends, leisure and work.</p>\n\n<p>3.24\tWe recognise that accessibility is not just about step-free access; although this is important. We must do more to help those with hidden disabilities who wish to travel. Staff must show empathy and compassion and provide assistance to those who need it. Rail stations need to work so that people can manage to switch between rail services and between rail and other modes. We need to minimise the effort that people need to make to organise and undertake a journey, from the moment they decide to book until their journey ends.</p>\n\n<p>3.25\tOur approach to innovation, policy and rail franchising must work as one with the rail industry and disabled passengers to deliver a step-change in the provision of accessibility services. For the first time, we are introducing a specific delivery plan in our franchise competitions which will require bidders to set out how they will meet the needs of passengers with disabilities. As part of the bid evaluation process, we will assess whether bidders have understood these vital requirements and will score their submissions accordingly. We want to ensure that bidders treat improving accessibility with the same seriousness as the Department. We are also providing continued funding in Control Period 6 (2019-2024) for improvements to the accessibility of the railway, and we will announce more detail on our plans in due course.</p>\n\n<h3 id=\"better-use-of-technology\">Better use of technology</h3>\n\n<p>3.26\tOn-train Wi-Fi and mobile connectivity today suffers from a lack of reliable, continuous and high speed connectivity, constrained by aspects of the railway network, such as tunnels and deep cuttings. We are committed to improving Wi-Fi and mobile connectivity to passengers, in line with our manifesto commitment. We are therefore working closely with the Department for Digital, Culture, Media and Sport on new telecoms technology for the railways. This includes consulting on commercial options to improve mobile communications, and investing up to £35 million to enable trials, including installing trackside infrastructure along the Trans-Pennine route between Manchester, Leeds and York, and supporting the roll out of full-fibre and 5G networks along the rail corridor.</p>\n\n<p>3.27\tImproving connectivity on trains will enable employees to be more productive while travelling on business, and improve the overall passenger experience by delivering better communications during rail journeys.</p>\n\n<p>3.28\tWe are also planning for the customer services of the future. The data and digital revolution can have huge benefit for passengers and people who want to travel. We want to see the industry move quickly, whilst of course taking account of the cyber security dimension, and we welcome the industry’s RailTech Hub, which will connect rail with technology entrepreneurs and innovators. The Department is also developing a Rail Data Action Plan to help get results from better use of data.</p>\n\n<p>3.29\tThe Department has taken a key step to prepare for the future in the current West Coast Partnership franchise competition. This competition will see us appoint a train operator who will act as a partner in developing the customer services and technologies of the future, as well as providing strong focus on the technical, operational and engineering works that we need, to get the route ready for the launch of Phase 1 HS2 services on the West Coast corridor in 2026.</p>\n\n<h3 id=\"serving-communities\">Serving communities</h3>\n\n<p>3.30\tWe want to get the most from the national station estate. This includes more than 2,500 stations and ranges from major city terminals to remote rural halts. Given the potential of stations to act as catalysts for economic development and community regeneration we will encourage local authorities, Local Enterprise Partnerships, and other partners to become more involved in making better use of stations to deliver improvements for passengers and facilitate opportunities for new housing and other amenities. We will consider a range of options for managing station facilities and services.</p>\n\n<p>3.31\tWe will also be encouraging greater engagement between the railway and the communities it serves. Community rail is about building trust with customers and communities through the work of community-focused organisations, including community rail partnerships, station adopters, and rail user groups. The Government is <a href=\"https://www.gov.uk/government/consultations/future-of-community-rail-strategy\">currently consulting on the future of community rail</a>, which has been transforming hundreds of stations and services on rural, semi-rural and some inner-city lines for the last two decades.</p>\n\n<h3 id=\"how-we-deliver-passenger-services\">How we deliver passenger services</h3>\n\n<p>3.32\tPassengers will see the benefits of these measures in the next few years. But we need to go further to ensure that the structure of the industry always has passengers at its heart, particularly in the way rail franchises are awarded and operated.</p>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-8-we-have-seen-our-railways-transformed-since-privatisation\">Box 8: We have seen our railways transformed since privatisation</h3>\n\n<ul>\n  <li>Rail passenger journeys have more than doubled since privatisation, to over 1.7bn journeys in 2016/17. [Source: ORR]</li>\n  <li>The number of planned passenger train services in Great Britain has increased by more than a quarter since privatisation, reaching 7.3 million in 2016-17. [ORR]</li>\n  <li>Passenger satisfaction with rail has risen 7 percentage points since records began in 1999. [Transport Focus]</li>\n  <li>We are seeing significant levels of private investment in the railway, with a record net total of £925m in 2016-17. [ORR]</li>\n  <li>Since 2006, rail usage in the UK has grown by just over 50%. By comparison, Germany’s grew by 20%, France’s by 21% and Italy’s by 16% over the same period. [Eurostat]</li>\n  <li>The UK rail network is one of the most heavily used across the EU. In 2015, trains in the UK travelled 570 million kilometres, with only Germany ahead of the UK [Eurostat]</li>\n</ul>\n</div>\n\n<p>3.33\tThe franchise model is a partnership between the public and private sectors and has helped to deliver significant benefits for Britain’s railways, including record levels of growth, performance, safety and customer satisfaction. The success of franchising lies in its inherent advantages as a commercial model:</p>\n\n<ul>\n  <li>Dynamism in responding to and supporting customer demand – the franchise market can respond quickly to meet and grow passenger demand backed up by recent record levels of private investment.</li>\n  <li>Innovation – competition between rival bidders has attracted the best performers with new ideas from around the world. Train operators have strong commercial incentives to attract customers, including from other transport modes, and need to develop new and better service offers to achieve this.</li>\n  <li>Public accountability to ensure everyone can benefit – rail is a natural monopoly in many of the key markets it serves, with huge social, economic and environmental benefits. So it is absolutely right that Government retains sufficient control over services and fares, as well as operator profits, through franchising contracts. These contracts allow Government to ensure the provision of socially and economically beneficial services that the market would not otherwise provide, and protect passengers by regulating certain fares.</li>\n  <li>Rebalancing the economy – franchise payments from the most heavily-utilised parts of the network fund services in other regions, therefore maintaining the national network and providing a range of economic and social opportunities.</li>\n</ul>\n\n<p>3.34\tHowever, to respond to changing circumstances and passenger expectations we must continue to evolve our approach to franchising. In particular we need to:</p>\n\n<ul>\n  <li>Build public trust by delivering for passengers, taxpayers and wider communities. Passengers rightly expect the industry to deliver the basics: services that are reliable, safe and at a fair price; help when things go wrong; clear and accurate information; and staff and systems to help them make their journeys. This includes passengers who rarely use rail, have specific needs or are disabled. But we also expect rail businesses to go further, to better engage staff, industry partners and local businesses and communities and to continuously invest to improve the passenger experience. Our vision is for rail to set the pace for the wider transport sector in putting customers first.</li>\n  <li>Ensure that our approach is commercially sustainable and manages financial risk and reward fairly and sensibly. Train operating companies have strong commercial incentives and an excellent track record for attracting more passengers to the railway, but forecasting revenue within any market remains an inexact science, particularly over the long term, with factors such as wider social and economic trends playing a part. We need to strike the right balance of risk and reward to protect taxpayers’ interests whilst also attracting investors. And we need to consider how to maintain that balance through periods of uncertainty or in the face of unexpected events.</li>\n  <li>Be adaptable to different local needs and circumstances. More than ever we need to be able to adapt our approach and tailor solutions to meet the different challenges and opportunities across the varied markets that make up the rail network. The inherent flexibility of the franchise model allows us to do this.</li>\n</ul>\n\n<h3 id=\"our-future-approach\">Our future approach</h3>\n\n<p>3.35\tOver the course of this Parliament we will roll out new contracts that go beyond the traditional franchise model. We will build a new generation of long term integrated regional rail partnerships that bring together train operators, Network Rail, Government, communities and others.</p>\n\n<p>3.36\tEnding the operational divide between track and train companies is a key feature of this new approach. Network Rail is already supporting the development of new franchises with alliances, and its ongoing restructuring into devolved routes will better align the company with the needs of train operators. This restructuring also paves the way for the joint working with train operators that is at the heart of the reforms we are making to franchising. The Network Rail route team will take a larger role during the pre-submission phase of franchise competitions to discuss and develop with bidders proposals for implementing one-team working.</p>\n\n<p>3.37\tOur partnerships must be commercially and socially sustainable. That means train operators must offer more to their passengers. We are working to continually improve in this area. We will also challenge train operators to deliver more for wider communities, engaging with local people and businesses to maximise socio-economic benefits for localities and regions.</p>\n\n<p>3.38\tIn addition, strong relationships between train operators and their staff will be important. We want to see train operators better engaging with, and will ask operators to develop options to link staff reward to the long term success of the railway, and their success in delivering for passengers.</p>\n\n<p>3.39\tThe ideal length of each franchise term has been a long debated issue. We must strike the right balance to maximise the benefits of competition and ensure risk and long-term uncertainty is manageable while also maximising opportunity for longer term private investment. The right balance will be different according to different circumstances. We want to develop more flexibility in our approach, including to extend terms or reset assumptions within franchise agreements (at the start of a franchise or at points during the contract term) in a transparent way where this is in the best interests of passengers and taxpayers.</p>\n\n<p>3.40\tWe will continue to consider whether the size and shape of each franchise best enables train companies to focus on the needs of passengers, supports operational efficiency and is attractive to the market and thus supports competition. We will consider the case for some smaller franchises focussed on specific markets, in conjunction with Network Rail’s ongoing route devolution.</p>\n\n<div class=\"call-to-action\">\n<h3 id=\"box-9-lessons-from-the-2012-brown-review\">Box 9: Lessons from the 2012 Brown Review</h3>\n\n<p>In light of the challenges with the West Coast procurement process in 2012, the then Secretary of State asked Richard Brown to undertake a comprehensive review of the challenges facing the future of franchising. Brown made a number of recommendations.</p>\n\n<p>Brown identified the importance of sharing financial risk at the right level between the franchisee and the Government. Risk sharing should be tailored according to the circumstances of each individual franchise. Franchisees should not be expected to carry risks beyond their capability, such as external economic risks.</p>\n\n<p>Brown concluded that in order to ensure a competitive bidding market, franchises needed to have an appropriate balance of risk and reward, and there needed to be a range of potential franchisees, and franchise competitions at regular intervals. Brown also concluded that requirements for risk capital needed to be transparent, and should be set at a level which balanced the need to ensure financially robust bids with the need to deliver good value for money for taxpayers, and attract bidders, including new entrants.</p>\n\n<p>Brown also identified that each franchise is unique, and therefore each individual franchise’s terms and objectives should be determined by its size and circumstances. Brown also recommended that the needs and expectations of passengers and franchise staff should be given greater weight and consideration in the approach to franchising, and that bids should be explicitly scored on their proposals for improving service quality for passengers, and their approach to management and staff engagement.</p>\n</div>\n\n<h3 id=\"a-new-generation-of-commercial-models\">A new generation of commercial models</h3>\n\n<p>3.41\tOur approach will also mean using a new generation of commercial models for franchising, bringing together aspects of the following where appropriate:</p>\n\n<ul>\n  <li>There will continue to be situations where transferring the majority of revenue risk to train operators over the medium term will be the right option. In these situations it will allow the right balance of risk and reward for investors and so create the right conditions to get the best deal for taxpayers and create strong commercial incentives for train operators to meet passenger needs and grow the market. Following the Brown Review in 2012 (see box 9), we introduced risk- sharing mechanisms to reduce operators’ exposure to changes in wider economic factors outside of their control. We have also developed the forecast revenue mechanism with industry to manage financial risk should future growth significantly under or over-perform expectations. Franchises which have such protection will also have contractual responsibilities to ensure that they continue to deliver quality services to passengers and to grow their businesses.</li>\n  <li>In other circumstances there are significant challenges to predicting the impact of change on rail revenues, such as during major infrastructure upgrades. Alternatively, a direct commercial incentive for a train operator to grow its market could compromise passengers’ interests in heavily captive markets. Transferring revenue risk to the private sector in these circumstances could lead to poor value for money. Here we will take a different approach. For example, we are already making use of management contracts instead of a traditional franchising approach, including for the Thameslink upgrade programme and elements of the West Coast Partnership for the delivery of HS2. We want to build on this, working with industry and passengers to develop this model so that we can best incentivise our commercial partners to deliver greater quality, manage costs and grow the market while Government retains revenue risk.</li>\n  <li>We will also develop a commercial model that best supports longer term and more integrated partnerships between track and train. Train operators are best placed to know how their customers want to use the network and identify the changes needed to enhance performance. The train operator will actively collaborate with Network Rail to bring a clear operator and passenger view to planning infrastructure management and developing plans for future route infrastructure. Bidders will need to develop credible plans and this will form part of a revised bid assessment process. To fully realise this relationship a longer term contract (up to 15 years) will be used, and we will consider the scope for contingent extensions beyond this if this will unlock new benefits for passengers. Periodic reset points, combined with the use of the appropriate risk transfer mechanisms, could ensure that financial uncertainty over such an extended period is manageable for all parties and protect the interests of taxpayers and passengers in the light of changing circumstances. It remains the Government’s view that the vast majority of infrastructure risk should lie with Network Rail. There may be small scale opportunities to share risk to improve the efficient delivery of infrastructure but these will need to be designed on a case by case basis. Protections for other passenger operators and freight operators will be maintained, including via the processes and work of the System Operator and the independent regulator, ORR.</li>\n</ul>\n\n<p>3.42\tThese new models give us a range of options for how the public sector and private partners can work together on each franchise. We will work with industry via the RDG and other stakeholders to develop these concepts before their introduction. We must secure a healthy long-term franchise market and realise the full benefits of competition, by continuing to manage the bidding process and costs efficiently and effectively, to ensure franchise competitions continue to attract a range of bidders. Beyond this, we will undertake detailed design work ahead of each franchise competition, drawing on significant market engagement, to develop tailored approaches best suited to each individual franchise market to secure the best outcome for passengers and taxpayers.</p>\n\n<p>3.43\tThere will continue to be a complementary role for wholly private open access operators. However, the public procurement of train service operations through competitions and contracts will continue to be our central policy, given its record in protecting passengers, making best use of intensively-used infrastructure and regulating key fares. The ORR is developing proposals to ensure open access operators make an appropriate contribution to network costs. We believe that open access rights should not be granted where they would have a significant negative impact on the performance of existing services, nor where the service would have the effect of primarily abstracting value from franchised services without serving new markets.</p>\n\n<h3 id=\"current-franchise-competitions\">Current franchise competitions</h3>\n\n<p>3.44\tSeveral passenger service competitions are currently underway. The first stages of our reforms to franchising are being delivered through these competitions. They are:</p>\n\n<ul>\n  <li>\n    <p>South Eastern – For the first time, services on South Eastern will be operated by a joint team of Network Rail and train operator staff, headed by a new Alliance director with responsibility for delivery and performance. ‘One team’ and integrated day to day working across the operation of the trains and tracks should lead to improved services, better information provision and better coordinated and less disruptive maintenance arrangements. To support these improvements to performance, the operator will work with Network Rail to deliver a digital traffic management system. The new franchise will also deliver longer trains, providing space for at least 40,000 additional passengers in the morning rush-hour, with longer 12-car services introduced on the busiest routes. Metro-style trains operating on a simpler high-frequency ‘turn up and go’ style timetable will be introduced on suburban routes, boosting capacity and providing more space. The Invitation to Tender for the franchise has been published alongside this document.</p>\n  </li>\n  <li>\n    <p>East Midlands – We will publish an Invitation to Tender in 2018 that will look to Network Rail and bidders to work collaboratively to meet the challenges of operating a franchise on multi-user infrastructure that also operates across many Network Rail route boundaries. This will build on the new approach being introduced for South Eastern and will go alongside investment in the Midland Mainline and new bi-mode trains. This investment will reduce journey times between key cities by up to 20 minutes and add over 1,000 more seats an hour in the peak to and from St Pancras, an increase of more than 50%. From 2020 the new franchise will also provide a new dedicated fast commuter service between Corby, Kettering and London St Pancras.</p>\n  </li>\n  <li>\n    <p>West Coast – A new partnership-based franchise, called the West Coast Partnership, will plan and then run operationally integrated services on the new HS2 infrastructure alongside existing West Coast services. This will mark a major milestone for our programme to reform rail franchising and will bring important new benefits for passengers. First, the operator will act as a champion for passengers in developing the long-term service plans and passenger proposition for both the West Coast Main Line and the new HS2 route. Second, the contract will combine different elements of the models outlined above to ensure the operator is correctly incentivised to innovate and maximise passenger benefits on each route during both the preparation and subsequent operation of services on HS2. Third, the extended contract period, coupled with a performance-based review point, will incentivise the operator to innovate, invest and focus on passengers. The partnership will bring together, in a single organisation, the design and initial operation of services on HS2 along with the operation of InterCity services on the West Coast Main Line. This new collaborative approach of embedding the passenger experience into the design of future HS2 services should enable greater alignment of track and train from Day 1 of HS2 services.</p>\n  </li>\n  <li>\n    <p>Cross Country – Passengers rely on these cross-network services being well-operated and punctual as part of a bigger system. Bidders will be incentivised to deliver a step change in passenger experience to meet the needs of a diverse group of travellers. We will consult during 2018 on the train service offer, to help us understand what passengers want and explore the potential for new destinations. The Department will ensure the future operator works closely with Network Rail and other operators, including freight, along the route.</p>\n  </li>\n</ul>\n\n<h3 id=\"upcoming-franchise-competitions\">Upcoming franchise competitions</h3>\n\n<p>3.45\tLooking ahead to the next generation of train service competitions, we will go further with reforming how our partners deliver for passengers. These competitions are:</p>\n\n<ul>\n  <li>\n    <p>Great Western – We want passengers on this route to benefit from new services, improved frequencies, easier interchange with other transport modes at stations, and other improvements to stations and trains, particularly to support growing passenger numbers. Alongside this strategy we have launched a consultation on the future of the Great Western franchise. It invites views on passengers’ priorities for future improvements and on whether we should create a separate franchise for the West of England in order to provide the strongest possible focus on the needs of passengers across the franchise area. It also reaffirms our expectation that the next franchise will embed closer integration between Network Rail and the franchise operator. The franchise will be undergoing a huge transformation during 2018 and 2019 (including electrification and new trains providing more seats and faster, more comfortable journeys) and so, to provide a period of stability before the franchise is next competed, the Department will be asking FirstGroup, the current operator, for a proposal to continue operating the franchise until 2022. Subject to the consultation outcome, this continuation period would also provide the opportunity to prepare the franchise to be split when it is next competed.</p>\n  </li>\n  <li>\n    <p>East Coast – The new intercity trains being introduced on this route from late 2018 to 2020 will bring a step change in passenger experience, providing greater comfort and reliability and also improved journey times. We expect future franchises to further improve the passenger experience, enhance stations and accelerate staff involvement. To support this we will develop plans with the industry to launch the first of the new generation of long-term regional partnerships on the East Coast Mainline. The East Coast Partnership will be operated by a single management, under a single brand and overseen by a single leader. It will see the train operator actively collaborate with Network Rail to bring its expertise and a passenger view to the planning of infrastructure management and to developing future plans for route infrastructure; create a unified ‘one-team’ identity and brand across Network Rail route and train operator; and ensure staff share in the success of the railway. Moving to this model will require changes in the way both the train operator and Network Rail are organised and work together in order to better align their incentives. The route supervisory board will provide a forum for passenger operators on the route to have a voice, and we will work with the ORR, Network Rail, and all operators to ensure that none are disadvantaged by the new model. These changes will take time to refine and deliver. The Department is in discussions with the existing operator of the East Coast route to ensure the needs of passengers and taxpayers are being met in the short term whilst laying the foundations to bring forward the reforms under a future long-term competitively procured contract.</p>\n  </li>\n  <li>\n    <p>In 2014, the Thameslink, Southern and Great Northern franchise brought together two different franchises under one management contract to support the delivery of the Thameslink Programme. The current franchise will come up for renewal in 2021 and with the completion of the Thameslink Programme the Government’s intention is to split the franchise into two or more new franchises. In advance of competitions planned to start in 2019, the Department intends to review the future shape and size of the franchises that will replace the existing arrangements. As part of this, the Department will work with TfL to explore options for transferring selected services such as the West London line to TfL. It is vital that performance and reliability are at acceptable levels across these routes, and that the benefits of the new trains and completed route and station upgrades are realised in full for passengers.</p>\n  </li>\n</ul>\n\n<h3 id=\"rail-freight-delivering-for-the-economy-and-environment\">Rail freight delivering for the economy and environment</h3>\n\n<p>3.46\tAs well as improvements for passengers, we want to ensure that the rail freight industry realises its full potential to deliver environmental and economic benefits, including reducing congestion, and supporting global supply chains and businesses.</p>\n\n<h4 id=\"implementing-the-rail-freight-strategy\">Implementing the Rail Freight Strategy</h4>\n\n<p>3.47\tWe published a dedicated Rail Freight Strategy in 2016, developed in collaboration with the rail freight industry, which sets out a shared vision for the future of the sector and the challenges to the development of its market share. The Strategy identifies four priority areas where further action by Government, industry and others could empower rail freight to achieve its potential: innovation and skills; network capacity; track access charging; and telling the story of rail freight.</p>\n\n<p>3.48\tWe have been working closely with industry to implement the strategy and remain committed to working with the rail freight industry to support its continued success:</p>\n\n<ul>\n  <li>Network Rail published its Freight Network Study setting out options for investment to improve capacity, capability and to inform the Department’s planning process for Control Period 6 (2019-2024).</li>\n  <li>We are strengthening the process for considering freight benefits, interests and markets as part of our franchising strategy and as we develop options for joining up track and train.</li>\n  <li>The Secretary of State’s guidance to ORR gives a clear statement to the regulator to have regard to the objectives in the Rail Freight Strategy and the affordability of freight charges, and asks ORR to take all appropriate steps to support the growth and development of the rail freight sector.</li>\n  <li>Freight Operators have given up 50% of their unused freight paths, creating capacity for other operators to allow the rail network to be used more efficiently.</li>\n</ul>\n\n<p>3.49\tAs set out in the recently published Clean Growth Strategy, we are also working to enable cost-effective options for shifting more freight from road to rail, including using low emission rail freight for deliveries into urban areas, with zero emission last mile deliveries.</p>\n\n<p>3.50\tThe Department’s Ports Connectivity Study is examining port surface access and connectivity in England to identify improvements that support economic growth and help inform transport investment decisions. This will make the case for improved freight connectivity, including rail freight connections, to and from English ports.</p>\n\n<p>3.51\tThe NIC has also announced a <a rel=\"external\" href=\"https://www.nic.org.uk/news/new-study-will-examine-future-freight/\">new rail freight study into the future for freight</a>. The study will review options to improve the existing infrastructure and recommend ways to use new technologies and processes to transform how freight moves by road and rail, in towns and cities, cross-country and into and out of ports and airports.</p>\n\n<h4 id=\"investing-in-rail-freight\">Investing in rail freight</h4>\n\n<p>3.52\tGrowth of new sectors such as intermodal (containers) has been possible due to a successful combination of government investment in infrastructure and private investment by rail freight operators as well as ports, terminals and customers.</p>\n\n<p>3.53\tThe rail freight sector has invested over £2bn in locomotives, wagons and other capital equipment since the mid-1990s which has led to improvements in productivity, additional capacity as well as improvements in reliability and performance. This is in addition to investment from customers and other parts of the supply chain such as ports and terminals.</p>\n\n<p>3.54\tIn Control Period 5 (2014-2019), Government has invested over £235m in the Strategic Freight Network through a ring-fenced fund specifically to support investment in rail freight needs to improve the capacity and capability of our rail network. This fund is supporting projects and enhancements on key corridors to deliver greater capacity and capability where there is the opportunity for more freight to be transported by rail, e.g. from Felixstowe and Southampton and Northern Ports.</p>\n\n<p>3.55\tWe will continue to provide funding for improvements to the freight network in Control Period 6 (2019-2024).</p>\n\n<h2 id=\"a-modern-workforce\">\n<span class=\"number\">4. </span>\tA modern workforce</h2>\n\n<p>4.1\tInnovation and modernisation have a vital role to play in supporting a growing and increasingly passenger-focussed railway. To deliver these outcomes the industry needs a long-term strategy for building and developing its workforce. This will require the right incentives for staff at every level, the continuous development of new skills and a diverse workforce. The challenges and opportunities presented by modern technologies and ways of working are already shaping the way passengers make journey decisions, and they will shape how the workforce develops.</p>\n\n<h3 id=\"industrial-relations\">Industrial relations</h3>\n\n<p>4.2\tWe will work with the rail industry leadership to ensure it develops long-term stable and constructive relationships with its workforce and their representatives. Rail sector staff lead on the relationship with passengers and are critical to the delivery of our vision for rail. Positive relationships with staff are important to support not only the rail businesses themselves, but also staff wellbeing and morale.</p>\n\n<p>4.3\tThrough the use of our franchising programme and via the industry’s formal bodies, we will introduce a range of measures aimed at putting long-term industrial relations onto a sustainable footing and laying the basis for better staff engagement, including:</p>\n\n<ul>\n  <li>Staff rewards and incentives: we recognise how critical the industry’s workforce is for the success of the railways. In future competitions, we will challenge bidders to identify mechanisms to enable staff to share in the success of the business, whilst ensuring value for money for all stakeholders, including taxpayers.</li>\n  <li>Full staffing: we will look for bidders for future franchise competitions to set out plans to ensure that key roles upon which the delivery of the train service depends are resourced to a level that enables the resilient operation of the railway, without the need for extensive overtime or rest day working. We want to promote both employee wellbeing and optimise performance and reliability.</li>\n  <li>Leadership: we will introduce obligations into new franchise agreements that promote effective, modern leadership, to improve staff engagement.</li>\n  <li>Diversity and skills: we will use our franchise competitions to support our ambitions to improve the diversity of the workforce, encourage the development of new and transferable skills, and promote flexible working.</li>\n  <li>High quality jobs in the longer term: we recognise that people employed in rail want continued good quality work in future. We will work with the industry and its stakeholders to ensure alignment between future roles and the necessary skills development of people at all levels.</li>\n</ul>\n\n<h3 id=\"skills-and-training\">Skills and training</h3>\n\n<p>4.4\tBeing good at what we do right now is not enough to deliver the railway of the future. The infrastructure and operational models that the rail industry will rely on in the next decade - and beyond - will enable it to grow and improve in ways that were not possible previously.</p>\n\n<p>4.5\tWe support the important industry initiatives underway to transform the rail workforce such as the Transport Infrastructure Skills Strategy (TISS), delivered by the Strategic Transport Apprenticeship Taskforce (STAT), and the Rail Sector Skills Delivery Plan.</p>\n\n<p>4.6\tThe Department for Transport and train operators are agreeing a range of ambitious targets for apprenticeships in franchise agreements. The new South Western franchise includes significant commitments around skills and apprenticeships, including at least 100 new apprenticeships to be offered by the operator each year.\n4.7\tThis agenda is ably supported by the creation of new, world class infrastructure skills colleges, including the recently opened National College for High Speed Rail, which will provide cutting-edge technical and professional courses and produce a new, diverse generation of high-tech engineers and technicians. The Tunnelling and Underground Construction Academy, built and established by Crossrail in 2011, was instrumental in meeting the skills needs of the Crossrail project. It has now been transferred to TfL to continue to provide training for the key skills required to work in tunnel excavation, underground construction and infrastructure.</p>\n\n<p>4.8\tThe railway workforce has served the rail network with distinction for many years. Together we must now look to the future to understand the challenges and opportunities it presents. We will work collaboratively to develop a modern skillset. We are working closely with industry to develop high quality apprenticeship standards to ensure a pipeline for the future. To ensure we are at the forefront of development of digital technology, we will work with industry and academia whilst strengthening research and innovation in the field.</p>\n\n<p>4.9\tWe want to see modern training techniques much more widely available – enabling experienced train drivers to gain broader route knowledge through state of the art simulators, for example.</p>\n\n<p>4.10\tOur work with the industry will improve the recruitment, training and management of the driver workforce. Drivers represent one of the key resources for rail, and the industry, through the RDG, is supporting their training through the establishment of the National Train Driver Academy. The Academy, which is due to begin operations in April 2018, will bring together existing industry training resources and promulgate best practice and innovation in training techniques. In parallel, it will be developing new apprenticeship standards for the train driver profession and working to increase the supply and diversity of qualified entrants to the workforce.</p>\n\n<h2 id=\"a-productive-and-innovative-sector\">\n<span class=\"number\">5. </span>\tA productive and innovative sector</h2>\n\n<p>5.1\tThe rail industry and its supply chain in Great Britain employ up to 216,000 people and generate up to £10.1bn of gross value added each year, according to <a rel=\"external\" href=\"https://www.oxera.com/Latest-Thinking/Publications/Reports/2015/What-is-the-contribution-of-rail-to-the-UK-economy.aspx\">industry-commissioned research</a>.  A productive, innovative rail industry is essential to deliver our ambitions for the railway and for the UK economy overall.</p>\n\n<h3 id=\"a-more-innovative-rail-sector\">A more innovative rail sector</h3>\n\n<p>5.2\tWe want a dynamic, efficient and confident rail sector that is able to drive through transformational change, research &amp; development and rigorous cost control, including via digital technology, to deliver a better performing, higher capacity, lower cost railway. To deliver that we must harness the UK’s wider innovation and technical capability including from leading sectors like automotive, aerospace and defence.</p>\n\n<p>5.3\tWe will work closely with the rail sector to help it to take greater ownership of innovation and increase its levels of investment. We want to see plans that will drive significant improvements in customer service, capacity, and reduce costs and carbon emissions on the railway. The industry’s Rail Technical Strategy Capability Delivery Plan has the potential to deliver benefits approaching £2.5bn a year, as well as wider economic benefits from job creation and increased export opportunities.</p>\n\n<p>5.4\tWe must also ensure innovations can find their way to market quickly, and we will increase the use of programmes that develop, demonstrate and showcase them. The Department has already opened the first of four demonstrator programmes, ‘Tomorrow’s trains today’, to showcase the latest innovations in rail customer experience. We have also agreed with Innovate UK to invest up to £40m in a three year programme of rail innovation competitions, as of March 2017. These should attract up to 50% private sector co-funding and deliver products and services with export potential. Projects must be led by a UK-based business, be carried out in the UK and include at least one UK-based small or medium-sized enterprise (SME).</p>\n\n<p>5.5\tNew innovation competitions focused on accessibility will improve access to rail services by making it clearer to the sector where challenges remain. We will consider steering projects that are likely to increase innovation uptake and enabling the delivery of innovations though investments in new enablers such as the Rail Accelerator, which helps young companies grow.</p>\n\n<p>5.6\tWe will work with industry and academia to ensure that the newly established UK Rail Research Innovation Network (UKRRIN) delivers improved performance in the sector. With £28m of Higher England Funding Council for Education funding being matched by £61m of funding from the private sector, UKRRIN will future-proof the UK rail industry by supporting research in the key areas of digital systems, rolling stock, and infrastructure innovation.</p>\n\n<p>5.7\tWe will continue to work with the rail industry to develop and communicate our vision for innovation in the rail sector, identifying and prioritising strategic priorities to enable higher levels of uptake of innovation. We will use our procurement and policy levers to ensure that approaches to innovation are improved throughout the sector.</p>\n\n<h3 id=\"building-a-sustainable-railway\">Building a sustainable railway</h3>\n\n<p>5.8\tIn May 2016, the rail industry published updated sustainable development principles. They define what sustainable development means for the railway and provide a strategic vision for how the railway can improve its environmental, economic and social performance. Other transport modes have made significant progress in improving their environmental performance, and rail cannot afford to be complacent.</p>\n\n<p>5.9\tWe fully support the principles and, because they make good business sense, expect them to underpin all of the rail industry’s activities. We will continue to embed the principles in the specifications for future franchises and will expect bidders to set out ambitious proposals in response. The Government will carry out further work, to ensure sustainability is better reflected in infrastructure projects, drawing on industry best practice. We expect to see rail innovating to improve emissions performance through new low-emission powertrain technology, while reducing passenger and workforce exposure to emissions elsewhere on the railway.</p>\n\n<h3 id=\"increasing-exports-and-investment-from-overseas\">Increasing exports and investment from overseas</h3>\n\n<p>5.10\tThe global rail market is estimated to be worth over £140bn and continues to grow at 2-3% per year (UNIFE World Rail Market Study). UK rail export performance lags behind that of its competitors, and has been estimated to comprise 10% of revenues compared to 20% in France and 50% in Germany.</p>\n\n<p>5.11\tThe Government wants a globally competitive rail sector that can contribute to our economic success as we build an outward-looking Britain that is confident on the world stage. We support the industry’s ambitions to more than double exports by 2025, as well as encourage greater inward investment in the UK.</p>\n\n<p>5.12\tWorking with industry we will promote our rail industry recognising where UK rail has, or could have, a world beating proposition, in areas such as delivering projects in complex environments, or the private sector-led delivery of rail services.</p>\n\n<p>5.13\tImproving our export performance should reduce the industry’s exposure to fluctuations in domestic demand, potentially reducing the cost of delivering the improvements to the railway that we seek. It would also enable the rail industry to play its part in improving the overall performance of the UK economy.</p>\n\n<p>5.14\tWe recognise there is a role for Government in supporting exports. We will support collaboration by industry to ensure that UK businesses win contracts wherever possible. Government will work with rail companies to pursue individual export opportunities, and will support overseas companies interested in investing in the UK.</p>\n\n<div class=\"footnotes\">\n  <ol>\n    <li id=\"fn:1\">\n      <p>The Scottish Government separately sets and funds the outputs it wants for the network in Scotland. <a href=\"#fnref:1\" class=\"reversefootnote\">↩</a></p>\n    </li>\n    <li id=\"fn:2\">\n      <p>Mizutani, F., Smith, A.S.J., Nash, C.A. and Uranishi, S. (2014), ‘Comparing the costs of vertical separation, integration and intermediate organisational structures in European and East Asian railways’, Journal of Transport Economics and Policy, 2014. <a href=\"#fnref:2\" class=\"reversefootnote\">↩</a></p>\n    </li>\n    <li id=\"fn:3\">\n      <p>National Infrastructure Commission, Cambridge-Milton Keynes-Oxford Interim Report, November 2016 <a href=\"#fnref:3\" class=\"reversefootnote\">↩</a></p>\n    </li>\n  </ol>\n</div>\n</div>",
    "public_timestamp": "2017-11-29T07:05:00.000+00:00",
    "first_published_version": true,
    "political": false
  }
}
