{
  "content_id": "1d0ba5bd-8a0a-41a7-950a-c7b819da6336",
  "base_path": "/government/publications/national-curriculum-in-england-mathematics-programmes-of-study/national-curriculum-in-england-mathematics-programmes-of-study",
  "details": {
    "body": "<div class=\"govspeak\"><h3 id=\"purpose-of-study\">Purpose of study</h3>\n\n<p>Mathematics is a creative and highly interconnected discipline that has been developed over centuries, providing the solution to some of history’s most intriguing problems. It is essential to everyday life, critical to science, technology and engineering, and necessary for financial literacy and most forms of employment. A high-quality mathematics education therefore provides a foundation for understanding the world, the ability to reason mathematically, an appreciation of the beauty and power of mathematics, and a sense of enjoyment and curiosity about the subject.</p>\n\n<h3 id=\"aims\">Aims</h3>\n\n<p>The national curriculum for mathematics aims to ensure that all pupils:</p>\n\n<ul>\n<li>become fluent in the fundamentals of mathematics, including through varied and frequent practice with increasingly complex problems over time, so that pupils develop conceptual understanding and the ability to recall and apply knowledge rapidly and accurately</li>\n  <li>reason mathematically by following a line of enquiry, conjecturing relationships and generalisations, and developing an argument, justification or proof using mathematical language</li>\n  <li>can solve problems by applying their mathematics to a variety of routine and non-routine problems with increasing sophistication, including breaking down problems into a series of simpler steps and persevering in seeking solutions</li>\n</ul><p>Mathematics is an interconnected subject in which pupils need to be able to move fluently between representations of mathematical ideas. The programmes of study are, by necessity, organised into apparently distinct domains, but pupils should make rich connections across mathematical ideas to develop fluency, mathematical reasoning and competence in solving increasingly sophisticated problems. They should also apply their mathematical knowledge to science and other subjects.</p>\n\n<p>The expectation is that the majority of pupils will move through the programmes of study at broadly the same pace. However, decisions about when to progress should always be based on the security of pupils’ understanding and their readiness to progress to the next stage. Pupils who grasp concepts rapidly should be challenged through being offered rich and sophisticated problems before any acceleration through new content. Those who are not sufficiently fluent with earlier material should consolidate their understanding, including through additional practice, before moving on.</p>\n\n<h3 id=\"information-and-communication-technology-ict\">Information and communication technology (ICT)</h3>\n\n<p>Calculators should not be used as a substitute for good written and mental arithmetic. They should therefore only be introduced near the end of key stage 2 to support pupils’ conceptual understanding and exploration of more complex number problems, if written and mental arithmetic are secure. In both primary and secondary schools, teachers should use their judgement about when ICT tools should be used.</p>\n\n<h3 id=\"spoken-language\">Spoken language</h3>\n\n<p>The national curriculum for mathematics reflects the importance of spoken language in pupils’ development across the whole curriculum – cognitively, socially and linguistically. The quality and variety of language that pupils hear and speak are key factors in developing their mathematical vocabulary and presenting a mathematical justification, argument or proof. They must be assisted in making their thinking clear to themselves as well as others, and teachers should ensure that pupils build secure foundations by using discussion to probe and remedy their misconceptions.</p>\n\n<h3 id=\"school-curriculum\">School curriculum</h3>\n\n<p>The programmes of study for mathematics are set out year-by-year for key stages 1 and 2. Schools are, however, only required to teach the relevant programme of study by the end of the key stage. Within each key stage, schools therefore have the flexibility to introduce content earlier or later than set out in the programme of study. In addition, schools can introduce key stage content during an earlier key stage, if appropriate. All schools are also required to set out their school curriculum for mathematics on a year-by-year basis and make this information available online.</p>\n\n<h3 id=\"attainment-targets\">Attainment targets</h3>\n\n<p>By the end of each key stage, pupils are expected to know, apply and understand the matters, skills and processes specified in the relevant programme of study.</p>\n\n<div class=\"call-to-action\">\n<p>Schools are not required by law to teach the example content in [square brackets] or the content indicated as being ‘non-statutory’.</p>\n</div>\n\n<h2 id=\"key-stage-1---years-1-and-2\">Key stage 1 - years 1 and 2</h2>\n\n<p>The principal focus of mathematics teaching in key stage 1 is to ensure that pupils develop confidence and mental fluency with whole numbers, counting and place value. This should involve working with numerals, words and the 4 operations, including with practical resources [for example, concrete objects and measuring tools].</p>\n\n<p>At this stage, pupils should develop their ability to recognise, describe, draw, compare and sort different shapes and use the related vocabulary. Teaching should also involve using a range of measures to describe and compare different quantities such as length, mass, capacity/volume, time and money.</p>\n\n<p>By the end of year 2, pupils should know the number bonds to 20 and be precise in using and understanding place value. An emphasis on practice at this early stage will aid fluency.</p>\n\n<p>Pupils should read and spell mathematical vocabulary, at a level consistent with their increasing word reading and spelling knowledge at key stage 1.</p>\n\n<h2 id=\"year-1-programme-of-study\">Year 1 programme of study</h2>\n\n<h3 id=\"number---number-and-place-value\">Number - number and place value</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>count to and across 100, forwards and backwards, beginning with 0 or 1, or from any given number</li>\n  <li>count, read and write numbers to 100 in numerals; count in multiples of 2s, 5s and 10s</li>\n  <li>given a number, identify 1 more and 1 less</li>\n  <li>identify and represent numbers using objects and pictorial representations including the number line, and use the language of: equal to, more than, less than (fewer), most, least</li>\n  <li>read and write numbers from 1 to 20 in numerals and words</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils practise counting (1, 2, 3…), ordering (for example, first, second, third…), and to indicate a quantity (for example, 3 apples, 2 centimetres), including solving simple concrete problems, until they are fluent.<br><br>\nPupils begin to recognise place value in numbers beyond 20 by reading, writing, counting and comparing numbers up to 100, supported by objects and pictorial representations.<br><br>\nThey practise counting as reciting numbers and counting as enumerating objects, and counting in 2s, 5s and 10s from different multiples to develop their recognition of patterns in the number system (for example, odd and even numbers), including varied and frequent practice through increasingly complex questions.<br><br>\nThey recognise and create repeating patterns with objects and with shapes.</p>\n</div>\n\n<h3 id=\"number---addition-and-subtraction\">Number - addition and subtraction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>read, write and interpret mathematical statements involving addition (+), subtraction (−) and equals (=) signs</li>\n  <li>represent and use number bonds and related subtraction facts within 20</li>\n  <li>add and subtract one-digit and two-digit numbers to 20, including 0</li>\n  <li>solve one-step problems that involve addition and subtraction, using concrete objects and pictorial representations, and missing number problems such as 7 = ? − 9</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils memorise and reason with number bonds to 10 and 20 in several forms (for example, 9 + 7 = 16; 16 − 7 = 9; 7 = 16 − 9). They should realise the effect of adding or subtracting 0. This establishes addition and subtraction as related operations.<br><br>\nPupils combine and increase numbers, counting forwards and backwards.<br><br>\nThey discuss and solve problems in familiar practical contexts, including using quantities. Problems should include the terms: put together, add, altogether, total, take away, distance between, difference between, more than and less than, so that pupils develop the concept of addition and subtraction and are enabled to use these operations flexibly.</p>\n</div>\n\n<h3 id=\"number---multiplication-and-division\">Number - multiplication and division</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>solve one-step problems involving multiplication and division, by calculating the answer using concrete objects, pictorial representations and arrays with the support of the teacher</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Through grouping and sharing small quantities, pupils begin to understand: multiplication and division; doubling numbers and quantities; and finding simple fractions of objects, numbers and quantities.<br><br>\nThey make connections between arrays, number patterns, and counting in 2s, 5s and 10s.</p>\n</div>\n\n<h3 id=\"number---fractions\">Number - fractions</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>recognise, find and name a half as 1 of 2 equal parts of an object, shape or quantity</li>\n  <li>recognise, find and name a quarter as 1 of 4 equal parts of an object, shape or quantity</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils are taught half and quarter as ‘fractions of’ discrete and continuous quantities by solving problems using shapes, objects and quantities. For example, they could recognise and find half a length, quantity, set of objects or shape. Pupils connect halves and quarters to the equal sharing and grouping of sets of objects and to measures, as well as recognising and combining halves and quarters as parts of a whole.</p>\n</div>\n\n<h3 id=\"measurement\">Measurement</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>compare, describe and solve practical problems for: \n    <ul>\n<li>lengths and heights [for example, long/short, longer/shorter, tall/short, double/half]</li>\n      <li>mass/weight [for example, heavy/light, heavier than, lighter than]</li>\n      <li>capacity and volume [for example, full/empty, more than, less than, half, half full, quarter]</li>\n      <li>time [for example, quicker, slower, earlier, later]</li>\n    </ul>\n</li>\n  <li>measure and begin to record the following:\n    <ul>\n<li>lengths and heights</li>\n      <li>mass/weight</li>\n      <li>capacity and volume</li>\n      <li>time (hours, minutes, seconds)</li>\n      <li>recognise and know the value of different denominations of coins and notes</li>\n      <li>sequence events in chronological order using language [for example, before and after, next, first, today, yesterday, tomorrow, morning, afternoon and evening]</li>\n    </ul>\n</li>\n  <li>recognise and use language relating to dates, including days of the week, weeks, months and years</li>\n  <li>tell the time to the hour and half past the hour and draw the hands on a clock face to show these times</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>The pairs of terms: mass and weight, volume and capacity, are used interchangeably at this stage.<br><br>\nPupils move from using and comparing different types of quantities and measures using non-standard units, including discrete (for example, counting) and continuous (for example, liquid) measurement, to using manageable common standard units.<br><br>\nIn order to become familiar with standard measures, pupils begin to use measuring tools such as a ruler, weighing scales and containers.<br><br>\nPupils use the language of time, including telling the time throughout the day, first using o’clock and then half past.</p>\n</div>\n\n<h3 id=\"geometry---properties-of-shapes\">Geometry - properties of shapes</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>recognise and name common 2-D and 3-D shapes, including:\n    <ul>\n<li>2-D shapes [for example, rectangles (including squares), circles and triangles]</li>\n      <li>3-D shapes [for example, cuboids (including cubes), pyramids and spheres]</li>\n    </ul>\n</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils handle common 2-D and 3-D shapes, naming these and related everyday objects fluently. They recognise these shapes in different orientations and sizes, and know that rectangles, triangles, cuboids and pyramids are not always similar to each other.<br><br></p>\n</div>\n\n<h3 id=\"geometry---position-and-direction\">Geometry - position and direction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>describe position, direction and movement, including whole, half, quarter and three-quarter turns</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils use the language of position, direction and motion, including: left and right, top, middle and bottom, on top of, in front of, above, between, around, near, close and far, up and down, forwards and backwards, inside and outside.<br><br>\nPupils make whole, half, quarter and three-quarter turns in both directions and connect turning clockwise with movement on a clock face.</p>\n</div>\n\n<h2 id=\"year-2-programme-of-study\">Year 2 programme of study</h2>\n\n<h3 id=\"number---number-and-place-value-1\">Number - number and place value</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>count in steps of 2, 3, and 5 from 0, and in 10s from any number, forward and backward</li>\n  <li>recognise the place value of each digit in a two-digit number (10s, 1s)</li>\n  <li>identify, represent and estimate numbers using different representations, including the number line </li>\n  <li>compare and order numbers from 0 up to 100; use &lt;, &gt; and = signs</li>\n  <li>read and write numbers to at least 100 in numerals and in words</li>\n  <li>use place value and number facts to solve problems</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Using materials and a range of representations, pupils practise counting, reading, writing and comparing numbers to at least 100 and solving a variety of related problems to develop fluency. They count in multiples of 3 to support their later understanding of a third.<br><br>\nAs they become more confident with numbers up to 100, pupils are introduced to larger numbers to develop further their recognition of patterns within the number system and represent them in different ways, including spatial representations.<br><br>\nPupils should partition numbers in different ways (for example, 23 = 20 + 3 and 23 = 10 + 13) to support subtraction. They become fluent and apply their knowledge of numbers to reason with, discuss and solve problems that emphasise the value of each digit in two-digit numbers. They begin to understand 0 as a place holder.</p>\n</div>\n\n<h3 id=\"number---addition-and-subtraction-1\">Number - addition and subtraction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>solve problems with addition and subtraction: \n    <ul>\n<li>using concrete objects and pictorial representations, including those involving numbers, quantities and measures</li>\n      <li>applying their increasing knowledge of mental and written methods </li>\n    </ul>\n</li>\n  <li>recall and use addition and subtraction facts to 20 fluently, and derive and use related facts up to 100</li>\n  <li>add and subtract numbers using concrete objects, pictorial representations, and mentally, including:\n    <ul>\n<li>a two-digit number and 1s</li>\n      <li>a two-digit number and 10s</li>\n      <li>2 two-digit numbers</li>\n      <li>adding 3 one-digit numbers</li>\n    </ul>\n</li>\n  <li>show that addition of 2 numbers can be done in any order (commutative) and subtraction of 1 number from another cannot </li>\n  <li>recognise and use the inverse relationship between addition and subtraction and use this to check calculations and solve missing number problems</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils extend their understanding of the language of addition and subtraction to include sum and difference.<br><br>\nPupils practise addition and subtraction to 20 to become increasingly fluent in deriving facts such as using 3 + 7 = 10; 10 − 7 = 3 and 7 = 10 − 3 to calculate 30 + 70 = 100; 100 − 70 = 30 and 70 = 100 − 30. They check their calculations, including by adding to check subtraction and adding numbers in a different order to check addition (for example, 5 + 2 + 1 = 1 + 5 + 2 = 1 + 2 + 5). This establishes commutativity and associativity of addition.<br><br>\nRecording addition and subtraction in columns supports place value and prepares for formal written methods with larger numbers.</p>\n</div>\n\n<h3 id=\"number---multiplication-and-division-1\">Number - multiplication and division</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>recall and use multiplication and division facts for the 2, 5 and 10 multiplication tables, including recognising odd and even numbers</li>\n  <li>calculate mathematical statements for multiplication and division within the multiplication tables and write them using the multiplication (×), division (÷) and equals (=) signs</li>\n  <li>show that multiplication of 2 numbers can be done in any order (commutative) and division of 1 number by another cannot </li>\n  <li>solve problems involving multiplication and division, using materials, arrays, repeated addition, mental methods, and multiplication and division facts, including problems in contexts</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils use a variety of language to describe multiplication and division.<br><br>\nPupils are introduced to the multiplication tables. They practise to become fluent in the 2, 5 and 10 multiplication tables and connect them to each other. They connect the 10 multiplication table to place value, and the 5 multiplication table to the divisions on the clock face. They begin to use other multiplication tables and recall multiplication facts, including using related division facts to perform written and mental calculations.<br><br>\nPupils work with a range of materials and contexts in which multiplication and division relate to grouping and sharing discrete and continuous quantities, to arrays and to repeated addition. They begin to relate these to fractions and measures (for example, 40 ÷ 2 = 20, 20 is a half of 40). They use commutativity and inverse relations to develop multiplicative reasoning (for example, 4 × 5 = 20 and 20 ÷ 5 = 4).</p>\n</div>\n\n<h3 id=\"number---fractions-1\">Number - fractions</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>recognise, find, name and write fractions <span class=\"fraction\">\n  <img alt=\"1/3\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_3-9003d7f3d7cd4433647a5f6525aa7eda.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"1/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_4-b6128849c8da3b46b9cb5a6918cfe084.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"2/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_4-e071530a44f0d7980f3442c23e3edd3b.png\"></span>\n and <span class=\"fraction\">\n  <img alt=\"3/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/3_4-cded12d0389211f864dcb27e640c64d4.png\"></span>\n of a length, shape, set of objects or quantity</li>\n  <li>write simple fractions, for example <span class=\"fraction\">\n  <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n of 6 = 3 and recognise the equivalence of <span class=\"fraction\">\n  <img alt=\"2/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_4-e071530a44f0d7980f3442c23e3edd3b.png\"></span>\nand <span class=\"fraction\">\n  <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils use fractions as ‘fractions of’ discrete and continuous quantities by solving problems using shapes, objects and quantities. They connect unit fractions to equal sharing and grouping, to numbers when they can be calculated, and to measures, finding fractions of lengths, quantities, sets of objects or shapes. They meet <span class=\"fraction\">\n    <img alt=\"3/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/3_4-cded12d0389211f864dcb27e640c64d4.png\"></span>\n as the first example of a non-unit fraction.<br><br>\nPupils should count in fractions up to 10, starting from any number and using the <span class=\"fraction\">\n    <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n and <span class=\"fraction\">\n    <img alt=\"2/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_4-e071530a44f0d7980f3442c23e3edd3b.png\"></span>\n  equivalence on the number line (for example, 1<span class=\"fraction\">\n    <img alt=\"1/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_4-b6128849c8da3b46b9cb5a6918cfe084.png\"></span>\n, 1<span class=\"fraction\">\n    <img alt=\"2/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_4-e071530a44f0d7980f3442c23e3edd3b.png\"></span>\n (or 1<span class=\"fraction\">\n    <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n), 1<span class=\"fraction\">\n    <img alt=\"3/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/3_4-cded12d0389211f864dcb27e640c64d4.png\"></span>\n, 2). This reinforces the concept of fractions as numbers and that they can add up to more than 1.</p>\n</div>\n\n<h3 id=\"measurement-1\">Measurement</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>choose and use appropriate standard units to estimate and measure length/height in any direction (m/cm); mass (kg/g); temperature (°C); capacity (litres/ml) to the nearest appropriate unit, using rulers, scales, thermometers and measuring vessels</li>\n  <li>compare and order lengths, mass, volume/capacity and record the results using &gt;, &lt; and =</li>\n  <li>recognise and use symbols for pounds (£) and pence (p); combine amounts to make a particular value </li>\n  <li>find different combinations of coins that equal the same amounts of money</li>\n  <li>solve simple problems in a practical context involving addition and subtraction of money of the same unit, including giving change </li>\n  <li>compare and sequence intervals of time</li>\n  <li>tell and write the time to five minutes, including quarter past/to the hour and draw the hands on a clock face to show these times</li>\n  <li>know the number of minutes in an hour and the number of hours in a day</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils use standard units of measurement with increasing accuracy, using their knowledge of the number system. They use the appropriate language and record using standard abbreviations.<br><br>\nComparing measures includes simple multiples such as ‘half as high’; ‘twice as wide’.<br><br>\nPupils become fluent in telling the time on analogue clocks and recording it.<br><br>\nThey become fluent in counting and recognising coins. They read and say amounts of money confidently and use the symbols £ and p accurately, recording pounds and pence separately.</p>\n</div>\n\n<h3 id=\"geometry---properties-of-shapes-1\">Geometry - properties of shapes</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>identify and describe the properties of 2-D shapes, including the number of sides, and line symmetry in a vertical line</li>\n  <li>identify and describe the properties of 3-D shapes, including the number of edges, vertices and faces</li>\n  <li>identify 2-D shapes on the surface of 3-D shapes, [for example, a circle on a cylinder and a triangle on a pyramid]</li>\n  <li>compare and sort common 2-D and 3-D shapes and everyday objects</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils handle and name a wide variety of common 2-D and 3-D shapes including: quadrilaterals and polygons and cuboids, prisms and cones, and identify the properties of each shape (for example, number of sides, number of faces). Pupils identify, compare and sort shapes on the basis of their properties and use vocabulary precisely, such as sides, edges, vertices and faces.<br><br>\nPupils read and write names for shapes that are appropriate for their word reading and spelling.<br><br>\nPupils draw lines and shapes using a straight edge.</p>\n</div>\n\n<h3 id=\"geometry---position-and-direction-1\">Geometry - position and direction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>order and arrange combinations of mathematical objects in patterns and sequences</li>\n  <li>use mathematical vocabulary to describe position, direction and movement, including movement in a straight line and distinguishing between rotation as a turn and in terms of right angles for quarter, half and three-quarter turns (clockwise and anti-clockwise)</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils should work with patterns of shapes, including those in different orientations.<br><br>\nPupils use the concept and language of angles to describe ‘turn’ by applying rotations, including in practical contexts (for example, pupils themselves moving in turns, giving instructions to other pupils to do so, and programming robots using instructions given in right angles).</p>\n</div>\n\n<h3 id=\"statistics\">Statistics</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>interpret and construct simple pictograms, tally charts, block diagrams and tables</li>\n  <li>ask and answer simple questions by counting the number of objects in each category and sorting the categories by quantity</li>\n  <li>ask-and-answer questions about totalling and comparing categorical data</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils record, interpret, collate, organise and compare information (for example, using many-to-one correspondence in pictograms with simple ratios 2, 5,10).</p>\n</div>\n\n<h2 id=\"lower-key-stage-2---years-3-and-4\">Lower key stage 2 - years 3 and 4</h2>\n\n<p>The principal focus of mathematics teaching in lower key stage 2 is to ensure that pupils become increasingly fluent with whole numbers and the 4 operations, including number facts and the concept of place value. This should ensure that pupils develop efficient written and mental methods and perform calculations accurately with increasingly large whole numbers.</p>\n\n<p>At this stage, pupils should develop their ability to solve a range of problems, including with simple fractions and decimal place value. Teaching should also ensure that pupils draw with increasing accuracy and develop mathematical reasoning so they can analyse shapes and their properties, and confidently describe the relationships between them. It should ensure that they can use measuring instruments with accuracy and make connections between measure and number.</p>\n\n<p>By the end of year 4, pupils should have memorised their multiplication tables up to and including the 12 multiplication table and show precision and fluency in their work.</p>\n\n<p>Pupils should read and spell mathematical vocabulary correctly and confidently, using their growing word-reading knowledge and their knowledge of spelling.</p>\n\n<h2 id=\"year-3-programme-of-study\">Year 3 programme of study</h2>\n\n<h3 id=\"number---number-and-place-value-2\">Number - number and place value</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>count from 0 in multiples of 4, 8, 50 and 100; find 10 or 100 more or less than a given number</li>\n  <li>recognise the place value of each digit in a 3-digit number (100s, 10s, 1s)</li>\n  <li>compare and order numbers up to 1,000</li>\n  <li>identify, represent and estimate numbers using different representations</li>\n  <li>read and write numbers up to 1,000 in numerals and in words</li>\n  <li>solve number problems and practical problems involving these ideas</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils now use multiples of 2, 3, 4, 5, 8, 10, 50 and 100.<br><br>\nThey use larger numbers to at least 1,000, applying partitioning related to place value using varied and increasingly complex problems, building on work in year 2 (for example, 146 = 100 + 40 + 6, 146 = 130 +16).<br><br>\nUsing a variety of representations, including those related to measure, pupils continue to count in 1s, 10s and 100s, so that they become fluent in the order and place value of numbers to 1,000.</p>\n</div>\n\n<h3 id=\"number---addition-and-subtraction-2\">Number - addition and subtraction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>add and subtract numbers mentally, including: \n    <ul>\n<li>a three-digit number and 1s</li>\n      <li>a three-digit number and 10s</li>\n      <li>a three-digit number and 100s</li>\n    </ul>\n</li>\n  <li>add and subtract numbers with up to 3 digits, using formal written methods of columnar addition and subtraction </li>\n  <li>estimate the answer to a calculation and use inverse operations to check answers </li>\n  <li>solve problems, including missing number problems, using number facts, place value, and more complex addition and subtraction</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils practise solving varied addition and subtraction questions. For mental calculations with two-digit numbers, the answers could exceed 100.<br><br>\nPupils use their understanding of place value and partitioning, and practise using columnar addition and subtraction with increasingly large numbers up to 3 digits to become fluent (see <a href=\"/government/uploads/system/uploads/attachment_data/file/238967/Mathematics_Appendix_1.pdf\">Mathematics Appendix 1</a>).</p>\n</div>\n\n<h3 id=\"number---multiplication-and-division-2\">Number - multiplication and division</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>recall and use multiplication and division facts for the 3, 4 and 8 multiplication tables</li>\n  <li>write and calculate mathematical statements for multiplication and division using the multiplication tables that they know, including for two-digit numbers times one-digit numbers, using mental and progressing to formal written methods </li>\n  <li>solve problems, including missing number problems, involving multiplication and division, including positive integer scaling problems and correspondence problems in which n objects are connected to m objects</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils continue to practise their mental recall of multiplication tables when they are calculating mathematical statements in order to improve fluency. Through doubling, they connect the 2, 4 and 8 multiplication tables.<br><br>\nPupils develop efficient mental methods, for example, using commutativity and associativity (for example, 4 × 12 × 5 = 4 × 5 × 12 = 20 × 12 = 240) and multiplication and division facts (for example, using 3 × 2 = 6, 6 ÷ 3 = 2 and 2 = 6 ÷ 3) to derive related facts (30 × 2 = 60, 60 ÷ 3 = 20 and 20 = 60 ÷ 3).<br><br>\nPupils develop reliable written methods for multiplication and division, starting with calculations of two-digit numbers by one-digit numbers and progressing to the formal written methods of short multiplication and division.<br><br>\nPupils solve simple problems in contexts, deciding which of the 4 operations to use and why. These include measuring and scaling contexts, (for example 4 times as high, 8 times as long etc) and correspondence problems in which m objects are connected to n objects (for example, 3 hats and 4 coats, how many different outfits?; 12 sweets shared equally between 4 children; 4 cakes shared equally between 8 children).</p>\n</div>\n\n<h3 id=\"number---fractions-2\">Number - fractions</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>count up and down in tenths; recognise that tenths arise from dividing an object into 10 equal parts and in dividing one-digit numbers or quantities by 10</li>\n  <li>recognise, find and write fractions of a discrete set of objects: unit fractions and non-unit fractions with small denominators</li>\n  <li>recognise and use fractions as numbers: unit fractions and non-unit fractions with small denominators</li>\n  <li>recognise and show, using diagrams, equivalent fractions with small denominators</li>\n  <li>add and subtract fractions with the same denominator within one whole [for example, <span class=\"fraction\">\n  <img alt=\"5/7\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/5_7-49f56ee6fd62ced2d259627c2b76f289.png\"></span>\n+<span class=\"fraction\">\n  <img alt=\"1/7\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_7-6a115beb7006b4845828335625bcf483.png\"></span>\n = <span class=\"fraction\">\n  <img alt=\"6/7\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/6_7-058de36653bd10a0c23f9d992e3186f6.png\"></span>\n]</li>\n  <li>compare and order unit fractions, and fractions with the same denominators</li>\n  <li>solve problems that involve all of the above</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils connect tenths to place value, decimal measures and to division by 10.<br><br>\nThey begin to understand unit and non-unit fractions as numbers on the number line, and deduce relations between them, such as size and equivalence. They should go beyond the [0, 1] interval, including relating this to measure.<br><br>\nPupils understand the relation between unit fractions as operators (fractions of), and division by integers.<br><br>\nThey continue to recognise fractions in the context of parts of a whole, numbers, measurements, a shape, and unit fractions as a division of a quantity.<br><br>\nPupils practise adding and subtracting fractions with the same denominator through a variety of increasingly complex problems to improve fluency.</p>\n</div>\n\n<h3 id=\"measurement-2\">Measurement</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>measure, compare, add and subtract: lengths (m/cm/mm); mass (kg/g); volume/capacity (l/ml) </li>\n  <li>measure the perimeter of simple 2-D shapes</li>\n  <li>add and subtract amounts of money to give change, using both £ and p in practical contexts</li>\n  <li>tell and write the time from an analogue clock, including using Roman numerals from I to XII, and 12-hour and 24-hour clocks</li>\n  <li>estimate and read time with increasing accuracy to the nearest minute; record and compare time in terms of seconds, minutes and hours; use vocabulary such as o’clock, am/pm, morning, afternoon, noon and midnight</li>\n  <li>know the number of seconds in a minute and the number of days in each month, year and leap year</li>\n  <li>compare durations of events [for example, to calculate the time taken by particular events or tasks]</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils continue to measure using the appropriate tools and units, progressing to using a wider range of measures, including comparing and using mixed units (for example, 1 kg and 200g) and simple equivalents of mixed units (for example, 5m = 500cm).<br><br>\nThe comparison of measures includes simple scaling by integers (for example, a given quantity or measure is twice as long or 5 times as high) and this connects to multiplication.<br><br>\nPupils continue to become fluent in recognising the value of coins, by adding and subtracting amounts, including mixed units, and giving change using manageable amounts. They record £ and p separately. The decimal recording of money is introduced formally in year 4.<br><br>\nPupils use both analogue and digital 12-hour clocks and record their times. In this way they become fluent in and prepared for using digital 24-hour clocks in year 4.</p>\n</div>\n\n<h3 id=\"geometry---properties-of-shapes-2\">Geometry - properties of shapes</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>draw 2-D shapes and make 3-D shapes using modelling materials; recognise 3-D shapes in different orientations and describe them</li>\n  <li>recognise angles as a property of shape or a description of a turn</li>\n  <li>identify right angles, recognise that 2 right angles make a half-turn, 3 make three-quarters of a turn and 4 a complete turn; identify whether angles are greater than or less than a right angle </li>\n  <li>identify horizontal and vertical lines and pairs of perpendicular and parallel lines</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils’ knowledge of the properties of shapes is extended at this stage to symmetrical and non-symmetrical polygons and polyhedra. Pupils extend their use of the properties of shapes. They should be able to describe the properties of 2-D and 3-D shapes using accurate language, including lengths of lines and acute and obtuse for angles greater or lesser than a right angle.<br><br>\nPupils connect decimals and rounding to drawing and measuring straight lines in centimetres, in a variety of contexts.</p>\n</div>\n\n<h3 id=\"statistics-1\">Statistics</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>interpret and present data using bar charts, pictograms and tables </li>\n  <li>solve one-step and two-step questions [for example ‘How many more?’ and ‘How many fewer?’] using information presented in scaled bar charts and pictograms and tables</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils understand and use simple scales (for example, 2, 5, 10 units per cm) in pictograms and bar charts with increasing accuracy.<br><br>\nThey continue to interpret data presented in many contexts.</p>\n</div>\n\n<h2 id=\"year-4-programme-of-study\">Year 4 programme of study</h2>\n\n<h3 id=\"number---number-and-place-value-3\">Number - number and place value</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>count in multiples of 6, 7, 9, 25 and 1,000</li>\n  <li>find 1,000 more or less than a given number</li>\n  <li>count backwards through 0 to include negative numbers</li>\n  <li>recognise the place value of each digit in a four-digit number (1,000s, 100s, 10s, and 1s) </li>\n  <li>order and compare numbers beyond 1,000</li>\n  <li>identify, represent and estimate numbers using different representations </li>\n  <li>round any number to the nearest 10, 100 or 1,000 </li>\n  <li>solve number and practical problems that involve all of the above and with increasingly large positive numbers</li>\n  <li>read Roman numerals to 100 (I to C) and know that over time, the numeral system changed to include the concept of 0 and place value</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Using a variety of representations, including measures, pupils become fluent in the order and place value of numbers beyond 1,000, including counting in 10s and 100s, and maintaining fluency in other multiples through varied and frequent practice.<br><br>\nThey begin to extend their knowledge of the number system to include the decimal numbers and fractions that they have met so far.<br><br>\nThey connect estimation and rounding numbers to the use of measuring instruments.<br><br>\nRoman numerals should be put in their historical context so pupils understand that there have been different ways to write whole numbers and that the important concepts of 0 and place value were introduced over a period of time.</p>\n</div>\n\n<h3 id=\"number---addition-and-subtraction-3\">Number - addition and subtraction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>add and subtract numbers with up to 4 digits using the formal written methods of columnar addition and subtraction where appropriate </li>\n  <li>estimate and use inverse operations to check answers to a calculation</li>\n  <li>solve addition and subtraction two-step problems in contexts, deciding which operations and methods to use and why</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils continue to practise both mental methods and columnar addition and subtraction with increasingly large numbers to aid fluency (see <a href=\"/government/uploads/system/uploads/attachment_data/file/238967/Mathematics_Appendix_1.pdf\">Mathematics Appendix 1</a>).</p>\n</div>\n\n<h3 id=\"number---multiplication-and-division-3\">Number - multiplication and division</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>recall multiplication and division facts for multiplication tables up to 12 × 12</li>\n  <li>use place value, known and derived facts to multiply and divide mentally, including: multiplying by 0 and 1; dividing by 1; multiplying together 3 numbers</li>\n  <li>recognise and use factor pairs and commutativity in mental calculations</li>\n  <li>multiply two-digit and three-digit numbers by a one-digit number using formal written layout</li>\n  <li>solve problems involving multiplying and adding, including using the distributive law to multiply two-digit numbers by 1 digit, integer scaling problems and harder correspondence problems such as n objects are connected to m objects</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils continue to practise recalling and using multiplication tables and related division facts to aid fluency.<br><br>\nPupils practise mental methods and extend this to 3-digit numbers to derive facts, (for example 600 ÷ 3 = 200 can be derived from 2 x 3 = 6).<br><br>\nPupils practise to become fluent in the formal written method of short multiplication and short division with exact answers (see <a href=\"/government/uploads/system/uploads/attachment_data/file/238967/Mathematics_Appendix_1.pdf\">Mathematics Appendix 1</a>).<br><br>\nPupils write statements about the equality of expressions (for example, use the distributive law 39 × 7 = 30 × 7 + 9 × 7 and associative law (2 × 3) × 4 = 2 × (3 × 4)). They combine their knowledge of number facts and rules of arithmetic to solve mental and written calculations for example, 2 x 6 x 5 = 10 x 6 = 60.<br><br>\nPupils solve two-step problems in contexts, choosing the appropriate operation, working with increasingly harder numbers. This should include correspondence questions such as the numbers of choices of a meal on a menu, or 3 cakes shared equally between 10 children.</p>\n</div>\n\n<h3 id=\"number---fractions-including-decimals\">Number - fractions (including decimals)</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>recognise and show, using diagrams, families of common equivalent fractions </li>\n  <li>count up and down in hundredths; recognise that hundredths arise when dividing an object by 100 and dividing tenths by 10</li>\n  <li>solve problems involving increasingly harder fractions to calculate quantities, and fractions to divide quantities, including non-unit fractions where the answer is a whole number</li>\n  <li>add and subtract fractions with the same denominator</li>\n  <li>recognise and write decimal equivalents of any number of tenths or hundreds</li>\n  <li>\n    <p>recognise and write decimal equivalents to <span class=\"fraction\">\n  <img alt=\"1/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_4-b6128849c8da3b46b9cb5a6918cfe084.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"3/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/3_4-cded12d0389211f864dcb27e640c64d4.png\"></span></p>\n  </li>\n  <li>find the effect of dividing a one- or two-digit number by 10 and 100, identifying the value of the digits in the answer as ones, tenths and hundredths </li>\n  <li>round decimals with 1 decimal place to the nearest whole number</li>\n  <li>compare numbers with the same number of decimal places up to 2 decimal places</li>\n  <li>solve simple measure and money problems involving fractions and decimals to 2 decimal places</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils should connect hundredths to tenths and place value and decimal measure.<br><br>\nThey extend the use of the number line to connect fractions, numbers and measures.<br><br>\nPupils understand the relation between non-unit fractions and multiplication and division of quantities, with particular emphasis on tenths and hundredths.<br><br>\nPupils make connections between fractions of a length, of a shape and as a representation of one whole or set of quantities. Pupils use factors and multiples to recognise equivalent fractions and simplify where appropriate (for example, <span class=\"fraction\">\n    <img alt=\"6/9\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/6_9-ba0a8863e047e14d8b55a5c9faf5e9ab.png\"></span>\n = <span class=\"fraction\">\n    <img alt=\"2/3\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_3-435b14b4b37e978ea0e50f971bf3a0ed.png\"></span>\n or <span class=\"fraction\">\n    <img alt=\"1/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_4-b6128849c8da3b46b9cb5a6918cfe084.png\"></span>\n = <span class=\"fraction\">\n    <img alt=\"2/8\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_8-cf40b8c85c1793c26e73b92a5975b635.png\"></span>\n).<br><br>\nPupils continue to practise adding and subtracting fractions with the same denominator, to become fluent through a variety of increasingly complex problems beyond one whole. \nPupils are taught throughout that decimals and fractions are different ways of expressing numbers and proportions. <br><br>\nPupils’ understanding of the number system and decimal place value is extended at this stage to tenths and then hundredths. This includes relating the decimal notation to division of whole number by 10 and later 100.<br><br>\nThey practise counting using simple fractions and decimals, both forwards and backwards.<br><br>\nPupils learn decimal notation and the language associated with it, including in the context of measurements. They make comparisons and order decimal amounts and quantities that are expressed to the same number of decimal places. They should be able to represent numbers with 1 or 2 decimal places in several ways, such as on number lines.</p>\n</div>\n\n<h3 id=\"measurement-3\">Measurement</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>convert between different units of measure [for example, kilometre to metre; hour to minute]</li>\n  <li>measure and calculate the perimeter of a rectilinear figure (including squares) in centimetres and metres</li>\n  <li>find the area of rectilinear shapes by counting squares</li>\n  <li>estimate, compare and calculate different measures, including money in pounds and pence </li>\n  <li>read, write and convert time between analogue and digital 12- and 24-hour clocks</li>\n  <li>solve problems involving converting from hours to minutes, minutes to seconds, years to months, weeks to days</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils build on their understanding of place value and decimal notation to record metric measures, including money.<br><br>\nThey use multiplication to convert from larger to smaller units.<br><br>\nPerimeter can be expressed algebraically as 2(a + b) where a and b are the dimensions in the same unit.<br><br>\nThey relate area to arrays and multiplication.</p>\n</div>\n\n<h3 id=\"geometry---properties-of-shapes-3\">Geometry - properties of shapes</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>compare and classify geometric shapes, including quadrilaterals and triangles, based on their properties and sizes</li>\n  <li>identify acute and obtuse angles and compare and order angles up to 2 right angles by size</li>\n  <li>identify lines of symmetry in 2-D shapes presented in different orientations</li>\n  <li>complete a simple symmetric figure with respect to a specific line of symmetry</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils continue to classify shapes using geometrical properties, extending to classifying different triangles (for example, isosceles, equilateral, scalene) and quadrilaterals (for example, parallelogram, rhombus, trapezium).<br><br>\nPupils compare and order angles in preparation for using a protractor and compare lengths and angles to decide if a polygon is regular or irregular.<br><br>\nPupils draw symmetric patterns using a variety of media to become familiar with different orientations of lines of symmetry; and recognise line symmetry in a variety of diagrams, including where the line of symmetry does not dissect the original shape.</p>\n</div>\n\n<h3 id=\"geometry---position-and-direction-2\">Geometry - position and direction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>describe positions on a 2-D grid as coordinates in the first quadrant</li>\n  <li>describe movements between positions as translations of a given unit to the left/right and up/down</li>\n  <li>plot specified points and draw sides to complete a given polygon</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils draw a pair of axes in one quadrant, with equal scales and integer labels. They read, write and use pairs of co-ordinates, for example (2, 5), including using co-ordinate-plotting ICT tools.</p>\n</div>\n\n<h3 id=\"statistics-2\">Statistics</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>interpret and present discrete and continuous data using appropriate graphical methods, including bar charts and time graphs</li>\n  <li>solve comparison, sum and difference problems using information presented in bar charts, pictograms, tables and other graphs</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils understand and use a greater range of scales in their representations.<br><br>\nPupils begin to relate the graphical representation of data to recording change over time.</p>\n</div>\n\n<h2 id=\"upper-key-stage-2---years-5-and-6\">Upper key stage 2 - years 5 and 6</h2>\n\n<p>The principal focus of mathematics teaching in upper key stage 2 is to ensure that pupils extend their understanding of the number system and place value to include larger integers. This should develop the connections that pupils make between multiplication and division with fractions, decimals, percentages and ratio.</p>\n\n<p>At this stage, pupils should develop their ability to solve a wider range of problems, including increasingly complex properties of numbers and arithmetic, and problems demanding efficient written and mental methods of calculation. With this foundation in arithmetic, pupils are introduced to the language of algebra as a means for solving a variety of problems. Teaching in geometry and measures should consolidate and extend knowledge developed in number. Teaching should also ensure that pupils classify shapes with increasingly complex geometric properties and that they learn the vocabulary they need to describe them.</p>\n\n<p>By the end of year 6, pupils should be fluent in written methods for all 4 operations, including long multiplication and division, and in working with fractions, decimals and percentages.</p>\n\n<p>Pupils should read, spell and pronounce mathematical vocabulary correctly. </p>\n\n<h2 id=\"year-5-programme-of-study\">Year 5 programme of study</h2>\n\n<h3 id=\"number---number-and-place-value-4\">Number - number and place value</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>read, write, order and compare numbers to at least 1,000,000 and determine the value of each digit</li>\n  <li>count forwards or backwards in steps of powers of 10 for any given number up to 1,000,000</li>\n  <li>interpret negative numbers in context, count forwards and backwards with positive and negative whole numbers, including through 0</li>\n  <li>round any number up to 1,000,000 to the nearest 10, 100, 1,000, 10,000 and 100,000</li>\n  <li>solve number problems and practical problems that involve all of the above</li>\n  <li>read Roman numerals to 1,000 (M) and recognise years written in Roman numerals</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils identify the place value in large whole numbers.<br><br>\nThey continue to use number in context, including measurement. Pupils extend and apply their understanding of the number system to the decimal numbers and fractions that they have met so far.<br><br>\nThey should recognise and describe linear number sequences (for example, 3, 3<span class=\"fraction\">\n    <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n, 4, 4<span class=\"fraction\">\n    <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n …), including those involving fractions and decimals, and find the term-to-term rule in words (for example, add <span class=\"fraction\">\n    <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n).</p>\n</div>\n\n<h3 id=\"number---addition-and-subtraction-4\">Number - addition and subtraction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>add and subtract whole numbers with more than 4 digits, including using formal written methods (columnar addition and subtraction)</li>\n  <li>add and subtract numbers mentally with increasingly large numbers</li>\n  <li>use rounding to check answers to calculations and determine, in the context of a problem, levels of accuracy</li>\n  <li>solve addition and subtraction multi-step problems in contexts, deciding which operations and methods to use and why</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils practise using the formal written methods of columnar addition and subtraction with increasingly large numbers to aid fluency (see <a href=\"/government/uploads/system/uploads/attachment_data/file/238967/Mathematics_Appendix_1.pdf\">Mathematics Appendix 1</a>).<br><br>\nThey practise mental calculations with increasingly large numbers to aid fluency (for example, 12,462 – 2,300 = 10,162).</p>\n</div>\n\n<h3 id=\"number---multiplication-and-division-4\">Number - multiplication and division</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>identify multiples and factors, including finding all factor pairs of a number, and common factors of 2 numbers </li>\n  <li>know and use the vocabulary of prime numbers, prime factors and composite (non-prime) numbers</li>\n  <li>establish whether a number up to 100 is prime and recall prime numbers up to 19</li>\n  <li>multiply numbers up to 4 digits by a one- or two-digit number using a formal written method, including long multiplication for two-digit numbers</li>\n  <li>multiply and divide numbers mentally, drawing upon known facts</li>\n  <li>divide numbers up to 4 digits by a one-digit number using the formal written method of short division and interpret remainders appropriately for the context </li>\n  <li>multiply and divide whole numbers and those involving decimals by 10, 100 and 1,000</li>\n  <li>recognise and use square numbers and cube numbers, and the notation for squared (²) and cubed (³)</li>\n  <li>solve problems involving multiplication and division, including using their knowledge of factors and multiples, squares and cubes</li>\n  <li>solve problems involving addition, subtraction, multiplication and division and a combination of these, including understanding the meaning of the equals sign</li>\n  <li>solve problems involving multiplication and division, including scaling by simple fractions and problems involving simple rates</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils practise and extend their use of the formal written methods of short multiplication and short division (see <a href=\"/government/uploads/system/uploads/attachment_data/file/238967/Mathematics_Appendix_1.pdf\">Mathematics Appendix 1</a>). They apply all the multiplication tables and related division facts frequently, commit them to memory and use them confidently to make larger calculations.<br><br>\nThey use and understand the terms factor, multiple and prime, square and cube numbers.<br><br>\nPupils interpret non-integer answers to division by expressing results in different ways according to the context, including with remainders, as fractions, as decimals or by rounding (for example, 98 ÷ 4 = <span class=\"fraction\">\n    <img alt=\"98/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/98_4-9ba334750e0b2baa5de23f7f403edeab.png\"></span>\n = 24 r 2 = 24<span class=\"fraction\">\n    <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n = 24.5 ≈ 25).<br><br>\nPupils use multiplication and division as inverses to support the introduction of ratio in year 6, for example, by multiplying and dividing by powers of 10 in scale drawings or by multiplying and dividing by powers of a 1,000 in converting between units such as kilometres and metres.<br><br>\nDistributivity can be expressed as a(b + c) = ab + ac.<br><br>\nThey understand the terms factor, multiple and prime, square and cube numbers and use them to construct equivalence statements (for example, 4 x 35 = 2 x 2 x 35; 3 x 270  = 3 x 3 x 9 x 10 = 9² x 10).<br><br>\nPupils use and explain the equals sign to indicate equivalence, including in missing number problems (for example 13 + 24 = 12 + 25; 33 = 5 x ?).</p>\n</div>\n\n<h3 id=\"number---fractions-including-decimals-and-percentages\">Number - fractions (including decimals and percentages)</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>compare and order fractions whose denominators are all multiples of the same number</li>\n  <li>identify, name and write equivalent fractions of a given fraction, represented visually, including tenths and hundredths </li>\n  <li>recognise mixed numbers and improper fractions and convert from one form to the other and write mathematical statements &gt; 1 as a mixed number [for example, <span class=\"fraction\">\n  <img alt=\"2/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_5-5a3f90368c7e257ece44695d16ef8d84.png\"></span>\n+<span class=\"fraction\">\n  <img alt=\"4/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/4_5-4cd2b9091787311659b43ab293809463.png\"></span>\n = <span class=\"fraction\">\n  <img alt=\"6/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/6_5-4e95057840acb7e1d4854d583d44a302.png\"></span>\n= 1 <span class=\"fraction\">\n  <img alt=\"1/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_5-a0f3cba7fd9f5e72b4221648ea38b59e.png\"></span>\n ] </li>\n  <li>add and subtract fractions with the same denominator, and denominators that are multiples of the same number</li>\n  <li>multiply proper fractions and mixed numbers by whole numbers, supported by materials and diagrams</li>\n  <li>read and write decimal numbers as fractions [for example, 0.71 = <span class=\"fraction\">\n  <img alt=\"71/100\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/71_100-e5ecc7e495709bddca067de679bc0421.png\"></span>\n ] </li>\n  <li>recognise and use thousandths and relate them to tenths, hundredths and decimal equivalents</li>\n  <li>round decimals with 2 decimal places to the nearest whole number and to 1 decimal place</li>\n  <li>read, write, order and compare numbers with up to 3 decimal places</li>\n  <li>solve problems involving number up to 3 decimal places </li>\n  <li>recognise the per cent symbol (%) and understand that per cent relates to ‘number of parts per 100’, and write percentages as a fraction with denominator 100, and as a decimal fraction</li>\n  <li>solve problems which require knowing percentage and decimal equivalents of <span class=\"fraction\">\n  <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"1/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_4-b6128849c8da3b46b9cb5a6918cfe084.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"1/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_5-a0f3cba7fd9f5e72b4221648ea38b59e.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"2/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/2_5-5a3f90368c7e257ece44695d16ef8d84.png\"></span>\n, <span class=\"fraction\">\n  <img alt=\"4/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/4_5-4cd2b9091787311659b43ab293809463.png\"></span>\n and those fractions with a denominator of a multiple of 10 or 25</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils should be taught throughout that percentages, decimals and fractions are different ways of expressing proportions.<br><br>\nThey extend their knowledge of fractions to thousandths and connect to decimals and measures.<br><br>\nPupils connect equivalent fractions &gt; 1 that simplify to integers with division and other fractions &gt; 1 to division with remainders, using the number line and other models, and hence move from these to improper and mixed fractions.<br><br>\nPupils connect multiplication by a fraction to using fractions as operators (fractions of), and to division, building on work from previous years. This relates to scaling by simple fractions, including fractions &gt; 1.<br><br>\nPupils practise adding and subtracting fractions to become fluent through a variety of increasingly complex problems. They extend their understanding of adding and subtracting fractions to calculations that exceed 1 as a mixed number.<br><br>\nPupils continue to practise counting forwards and backwards in simple fractions.<br><br>\nPupils continue to develop their understanding of fractions as numbers, measures and operators by finding fractions of numbers and quantities.\nPupils extend counting from year 4, using decimals and fractions including bridging 0, for example on a number line.<br><br>\nPupils say, read and write decimal fractions and related tenths, hundredths and thousandths accurately and are confident in checking the reasonableness of their answers to problems.<br><br>\nThey mentally add and subtract tenths, and one-digit whole numbers and tenths.<br><br>\nThey practise adding and subtracting decimals, including a mix of whole numbers and decimals, decimals with different numbers of decimal places, and complements of 1 (for example, 0.83 + 0.17 = 1).<br><br>\nPupils should go beyond the measurement and money models of decimals, for example, by solving puzzles involving decimals.<br><br>\nPupils should make connections between percentages, fractions and decimals (for example, 100% represents a whole quantity and 1% is <span class=\"fraction\">\n    <img alt=\"1/100\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_100-692ce06fee1e5fd86e4f69361e28dfbe.png\"></span>\n, 50% is <span class=\"fraction\">\n    <img alt=\"50/100\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/50_100-0d702d5b2f8417e016042255e9057dbc.png\"></span>\n, 25% is <span class=\"fraction\">\n    <img alt=\"25/100\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/25_100-25ef46453c2b60492e5112d433109dd5.png\"></span>\n) and relate this to finding ‘fractions of’.</p>\n</div>\n\n<h3 id=\"measurement-4\">Measurement</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>convert between different units of metric measure [for example, kilometre and metre; centimetre and metre; centimetre and millimetre; gram and kilogram; litre and millilitre]</li>\n  <li>understand and use approximate equivalences between metric units and common imperial units such as inches, pounds and pints </li>\n  <li>measure and calculate the perimeter of composite rectilinear shapes in centimetres and metres</li>\n  <li>calculate and compare the area of rectangles (including squares), including using standard units, square centimetres (cm²) and square metres (m²), and estimate the area of irregular shapes </li>\n  <li>estimate volume [for example, using 1 cm³ blocks to build cuboids (including cubes)] and capacity [for example, using water]</li>\n  <li>solve problems involving converting between units of time </li>\n  <li>use all four operations to solve problems involving measure [for example, length, mass, volume, money] using decimal notation, including scaling</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils use their knowledge of place value and multiplication and division to convert between standard units.<br><br>\nPupils calculate the perimeter of rectangles and related composite shapes, including using the relations of perimeter or area to find unknown lengths. Missing measures questions such as these can be expressed algebraically, for example 4 + 2b = 20 for a rectangle of sides 2 cm and b cm and perimeter of 20cm.<br><br>\nPupils calculate the area from scale drawings using given measurements.<br><br>\nPupils use all 4 operations in problems involving time and money, including conversions (for example, days to weeks, expressing the answer as weeks and days).</p>\n</div>\n\n<h3 id=\"geometry---properties-of-shapes-4\">Geometry - properties of shapes</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>identify 3-D shapes, including cubes and other cuboids, from 2-D representations</li>\n  <li>know angles are measured in degrees: estimate and compare acute, obtuse and reflex angles</li>\n  <li>draw given angles, and measure them in degrees (°)</li>\n  <li>identify:\n    <ul>\n<li>angles at a point and 1 whole turn (total 360°)</li>\n      <li>angles at a point on a straight line and half a turn (total 180°)</li>\n      <li>other multiples of 90°</li>\n      <li>use the properties of rectangles to deduce related facts and find missing lengths and angles </li>\n      <li>distinguish between regular and irregular polygons based on reasoning about equal sides and angles</li>\n    </ul>\n</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils become accurate in drawing lines with a ruler to the nearest millimetre, and measuring with a protractor. They use conventional markings for parallel lines and right angles.<br><br>\nPupils use the term diagonal and make conjectures about the angles formed between sides, and between diagonals and parallel sides, and other properties of quadrilaterals, for example using dynamic geometry ICT tools.<br><br>\nPupils use angle sum facts and other properties to make deductions about missing angles and relate these to missing number problems.</p>\n</div>\n\n<h3 id=\"geometry---position-and-direction-3\">Geometry - position and direction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>identify, describe and represent the position of a shape following a reflection or translation, using the appropriate language, and know that the shape has not changed</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils recognise and use reflection and translation in a variety of diagrams, including continuing to use a 2-D grid and coordinates in the first quadrant. Reflection should be in lines that are parallel to the axes.</p>\n</div>\n\n<h3 id=\"statistics-3\">Statistics</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>solve comparison, sum and difference problems using information presented in a line graph</li>\n  <li>complete, read and interpret information in tables, including timetables</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils connect their work on coordinates and scales to their interpretation of time graphs.<br><br>\nThey begin to decide which representations of data are most appropriate and why.</p>\n</div>\n\n<h2 id=\"year-6-programme-of-study\">Year 6 programme of study</h2>\n\n<h3 id=\"number---number-and-place-value-5\">Number - number and place value</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>read, write, order and compare numbers up to 10,000,000 and determine the value of each digit</li>\n  <li>round any whole number to a required degree of accuracy</li>\n  <li>use negative numbers in context, and calculate intervals across 0</li>\n  <li>solve number and practical problems that involve all of the above</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils use the whole number system, including saying, reading and writing numbers accurately.</p>\n</div>\n\n<h3 id=\"number----addition-subtraction-multiplication-and-division\">Number -  addition, subtraction, multiplication and division</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>multiply multi-digit numbers up to 4 digits by a two-digit whole number using the formal written method of long multiplication </li>\n  <li>divide numbers up to 4 digits by a two-digit whole number using the formal written method of long division, and interpret remainders as whole number remainders, fractions, or by rounding, as appropriate for the context</li>\n  <li>divide numbers up to 4 digits by a two-digit number using the formal written method of short division where appropriate, interpreting remainders according to the context </li>\n  <li>perform mental calculations, including with mixed operations and large numbers</li>\n  <li>identify common factors, common multiples and prime numbers</li>\n  <li>use their knowledge of the order of operations to carry out calculations involving the 4 operations</li>\n  <li>solve addition and subtraction multi-step problems in contexts, deciding which operations and methods to use and why</li>\n  <li>solve problems involving addition, subtraction, multiplication and division</li>\n  <li>use estimation to check answers to calculations and determine, in the context of a problem, an appropriate degree of accuracy</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils practise addition, subtraction, multiplication and division for larger numbers, using the formal written methods of columnar addition and subtraction, short and long multiplication, and short and long division (see <a href=\"/government/uploads/system/uploads/attachment_data/file/238967/Mathematics_Appendix_1.pdf\">Mathematics Appendix 1</a>).<br><br>\nThey undertake mental calculations with increasingly large numbers and more complex calculations.<br><br>\nPupils continue to use all the multiplication tables to calculate mathematical statements in order to maintain their fluency.<br><br>\nPupils round answers to a specified degree of accuracy, for example, to the nearest 10, 20, 50, etc, but not to a specified number of significant figures.<br><br>\nPupils explore the order of operations using brackets; for example, 2 + 1 x 3 = 5 and (2 + 1) x 3 = 9.<br><br>\nCommon factors can be related to finding equivalent fractions.</p>\n</div>\n\n<h3 id=\"number---fractions-including-decimals-and-percentages-1\">Number - Fractions (including decimals and percentages)</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>use common factors to simplify fractions; use common multiples to express fractions in the same denomination</li>\n  <li>compare and order fractions, including fractions &gt;1</li>\n  <li>add and subtract fractions with different denominators and mixed numbers, using the concept of equivalent fractions</li>\n  <li>multiply simple pairs of proper fractions, writing the answer in its simplest form [for example, <span class=\"fraction\">\n  <img alt=\"1/4\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_4-b6128849c8da3b46b9cb5a6918cfe084.png\"></span>\n × <span class=\"fraction\">\n  <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n = <span class=\"fraction\">\n  <img alt=\"1/8\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_8-ab835c5e48c8e96817a98c10f014e08a.png\"></span>\n]</li>\n  <li>divide proper fractions by whole numbers [for example, <span class=\"fraction\">\n  <img alt=\"1/3\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_3-9003d7f3d7cd4433647a5f6525aa7eda.png\"></span>\n ÷ 2 = <span class=\"fraction\">\n  <img alt=\"1/6\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_6-2b902096fc0d403b9f07e2b682b4c2a8.png\"></span>\n]</li>\n  <li>associate a fraction with division and calculate decimal fraction equivalents [for example, 0.375] for a simple fraction [for example, <span class=\"fraction\">\n  <img alt=\"3/8\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/3_8-a19899b009e630d4edbde75a01919e2b.png\"></span>\n]</li>\n  <li>identify the value of each digit in numbers given to 3 decimal places and multiply and divide numbers by 10, 100 and 1,000 giving answers up to 3 decimal places</li>\n  <li>multiply one-digit numbers with up to 2 decimal places by whole numbers</li>\n  <li>use written division methods in cases where the answer has up to 2 decimal places </li>\n  <li>solve problems which require answers to be rounded to specified degrees of accuracy</li>\n  <li>recall and use equivalences between simple fractions, decimals and percentages, including in different contexts</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils should practise, use and understand the addition and subtraction of fractions with different denominators by identifying equivalent fractions with the same denominator. They should start with fractions where the denominator of one fraction is a multiple of the other (for example, <span class=\"fraction\">\n    <img alt=\"1/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_2-6e6f542bec97cb8ea3acf39cd25690ee.png\"></span>\n+<span class=\"fraction\">\n    <img alt=\"1/8\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/1_8-ab835c5e48c8e96817a98c10f014e08a.png\"></span>\n = <span class=\"fraction\">\n    <img alt=\"5/8\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/5_8-742aabe0df816c6619b3cdfb897e8605.png\"></span>\n] and progress to varied and increasingly complex problems.<br><br>\nPupils should use a variety of images to support their understanding of multiplication with fractions. This follows earlier work about fractions as operators (fractions of), as numbers, and as equal parts of objects, for example as parts of a rectangle.<br><br>\nPupils use their understanding of the relationship between unit fractions and division to work backwards by multiplying a quantity that represents a unit fraction to find the whole quantity (for example, if quarter of a length is 36cm, then the whole length is 36 × 4 = 144cm).<br><br>\nThey practise calculations with simple fractions and decimal fraction equivalents to aid fluency, including listing equivalent fractions to identify fractions with common denominators.<br><br>\nPupils can explore and make conjectures about converting a simple fraction to a decimal fraction (for example, 3 ÷ 8 = 0.375). For simple fractions with recurring decimal equivalents, pupils learn about rounding the decimal to three decimal places, or other appropriate approximations depending on the context. Pupils multiply and divide numbers with up to two decimal places by one-digit and two-digit whole numbers. Pupils multiply decimals by whole numbers, starting with the simplest cases, such as 0.4 × 2 = 0.8, and in practical contexts, such as measures and money.<br><br>\nPupils are introduced to the division of decimal numbers by one-digit whole numbers, initially, in practical contexts involving measures and money. They recognise division calculations as the inverse of multiplication.<br><br>\nPupils also develop their skills of rounding and estimating as a means of predicting and checking the order of magnitude of their answers to decimal calculations. This includes rounding answers to a specified degree of accuracy and checking the reasonableness of their answers.</p>\n</div>\n\n<h3 id=\"ratio-and-proportion\">Ratio and proportion</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>solve problems involving the relative sizes of 2 quantities where missing values can be found by using integer multiplication and division facts</li>\n  <li>solve problems involving the calculation of percentages [for example, of measures and such as 15% of 360] and the use of percentages for comparison</li>\n  <li>solve problems involving similar shapes where the scale factor is known or can be found</li>\n  <li>solve problems involving unequal sharing and grouping using knowledge of fractions and multiples</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils recognise proportionality in contexts when the relations between quantities are in the same ratio (for example, similar shapes and recipes).<br><br>\nPupils link percentages or 360° to calculating angles of pie charts.<br><br>\nPupils should consolidate their understanding of ratio when comparing quantities, sizes and scale drawings by solving a variety of problems. They might use the notation a:b to record their work.<br><br>\nPupils solve problems involving unequal quantities, for example, ’for every egg you need 3 spoonfuls of flour’, ‘<span class=\"fraction\">\n    <img alt=\"3/5\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/3_5-7790e5633ca2a7af9906e7819cb4212e.png\"></span>\n  of the class are boys’. These problems are the foundation for later formal approaches to ratio and proportion.</p>\n</div>\n\n<h3 id=\"algebra\">Algebra</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>use simple formulae</li>\n  <li>generate and describe linear number sequences</li>\n  <li>express missing number problems algebraically</li>\n  <li>find pairs of numbers that satisfy an equation with 2 unknowns</li>\n  <li>enumerate possibilities of combinations of 2 variables</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n<p>Pupils should be introduced to the use of symbols and letters to represent variables and unknowns in mathematical situations that they already understand, such as: </p>\n\n<ul>\n<li>missing numbers, lengths, coordinates and angles</li>\n  <li>formulae in mathematics and science</li>\n  <li>equivalent expressions (for example, a + b = b + a)</li>\n  <li>generalisations of number patterns</li>\n  <li>number puzzles (for example, what 2 numbers can add up to)</li>\n</ul>\n</div>\n\n<h3 id=\"measurement-5\">Measurement</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>solve problems involving the calculation and conversion of units of measure, using decimal notation up to 3 decimal places where appropriate</li>\n  <li>use, read, write and convert between standard units, converting measurements of length, mass, volume and time from a smaller unit of measure to a larger unit, and vice versa, using decimal notation to up to 3 decimal places</li>\n  <li>convert between miles and kilometres</li>\n  <li>recognise that shapes with the same areas can have different perimeters and vice versa</li>\n  <li>recognise when it is possible to use formulae for area and volume of shapes </li>\n  <li>calculate the area of parallelograms and triangles</li>\n  <li>calculate, estimate and compare volume of cubes and cuboids using standard units, including cubic centimetres (cm³) and cubic metres (m³), and extending to other units [for example, mm³ and km³]</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils connect conversion (for example, from kilometres to miles) to a graphical representation as preparation for understanding linear/proportional graphs.<br><br>\nThey know approximate conversions and are able to tell if an answer is sensible.<br><br>\nUsing the number line, pupils use, add and subtract positive and negative integers for measures such as temperature.<br><br>\nThey relate the area of rectangles to parallelograms and triangles, for example, by dissection, and calculate their areas, understanding and using the formulae (in words or symbols) to do this.<br><br>\nPupils could be introduced to compound units for speed, such as miles per hour, and apply their knowledge in science or other subjects as appropriate.</p>\n</div>\n\n<h3 id=\"geometry---properties-of-shapes-5\">Geometry - properties of shapes</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>draw 2-D shapes using given dimensions and angles </li>\n  <li>recognise, describe and build simple 3-D shapes, including making nets</li>\n  <li>compare and classify geometric shapes based on their properties and sizes and find unknown angles in any triangles, quadrilaterals, and regular polygons</li>\n  <li>illustrate and name parts of circles, including radius, diameter and circumference and know that the diameter is twice the radius </li>\n  <li>recognise angles where they meet at a point, are on a straight line, or are vertically opposite, and find missing angles</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils draw shapes and nets accurately, using measuring tools and conventional markings and labels for lines and angles.<br><br>\nPupils describe the properties of shapes and explain how unknown angles and lengths can be derived from known measurements.<br><br>\nThese relationships might be expressed algebraically for example, d = 2 × r; a = 180 − (b + c).</p>\n</div>\n\n<h3 id=\"geometry---position-and-direction-4\">Geometry - position and direction</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>describe positions on the full coordinate grid (all 4 quadrants) </li>\n  <li>draw and translate simple shapes on the coordinate plane, and reflect them in the axes</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils draw and label a pair of axes in all 4 quadrants with equal scaling. This extends their knowledge of one quadrant to all 4 quadrants, including the use of negative numbers.<br><br>\nPupils draw and label rectangles (including squares), parallelograms and rhombuses, specified by coordinates in the four quadrants, predicting missing coordinates using the properties of shapes. These might be expressed algebraically for example, translating vertex (a, b) to (a − 2, b + 3); (a, b) and (a + d, b + d) being opposite vertices of a square of side d.</p>\n</div>\n\n<h3 id=\"statistics-4\">Statistics</h3>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>interpret and construct pie charts and line graphs and use these to solve problems</li>\n  <li>calculate and interpret the mean as an average</li>\n</ul><div class=\"call-to-action\">\n<h4>Notes and guidance (non-statutory)<br><br>\n</h4>\n\n<p>Pupils connect their work on angles, fractions and percentages to the interpretation of pie charts.<br><br>\nPupils both encounter and draw graphs relating 2 variables, arising from their own enquiry and in other subjects.<br><br>\nThey should connect conversion from kilometres to miles in measurement to its graphical representation.<br><br>\nPupils know when it is appropriate to find the mean of a data set.</p>\n</div>\n\n<h2 id=\"key-stage-3\">Key stage 3</h2>\n\n<h3 id=\"introduction\">Introduction</h3>\n\n<p>Mathematics is an interconnected subject in which pupils need to be able to move fluently between representations of mathematical ideas. The programme of study for key stage 3 is organised into apparently distinct domains, but pupils should build on key stage 2 and connections across mathematical ideas to develop fluency, mathematical reasoning and competence in solving increasingly sophisticated problems. They should also apply their mathematical knowledge in science, geography, computing and other subjects.</p>\n\n<p>Decisions about progression should be based on the security of pupils’ understanding and their readiness to progress to the next stage. Pupils who grasp concepts rapidly should be challenged through being offered rich and sophisticated problems before any acceleration through new content in preparation for key stage 4. Those who are not sufficiently fluent should consolidate their understanding, including through additional practice, before moving on. </p>\n\n<h3 id=\"working-mathematically\">Working mathematically</h3>\n\n<p>Through the mathematics content, pupils should be taught to:</p>\n\n<h4 id=\"develop-fluency\">Develop fluency</h4>\n\n<ul>\n<li>consolidate their numerical and mathematical capability from key stage 2 and extend their understanding of the number system and place value to include decimals, fractions, powers and roots</li>\n  <li>select and use appropriate calculation strategies to solve increasingly complex problems</li>\n  <li>use algebra to generalise the structure of arithmetic, including to formulate mathematical relationships</li>\n  <li>substitute values in expressions, rearrange and simplify expressions, and solve equations</li>\n  <li>move freely between different numerical, algebraic, graphical and diagrammatic representations [for example, equivalent fractions, fractions and decimals, and equations and graphs]</li>\n  <li>develop algebraic and graphical fluency, including understanding linear and simple quadratic functions</li>\n  <li>use language and properties precisely to analyse numbers, algebraic expressions, 2-D and 3-D shapes, probability and statistics</li>\n</ul><h4 id=\"reason-mathematically\">Reason mathematically</h4>\n\n<ul>\n<li>extend their understanding of the number system; make connections between number relationships, and their algebraic and graphical representations</li>\n  <li>extend and formalise their knowledge of ratio and proportion in working with measures and geometry, and in formulating proportional relations algebraically</li>\n  <li>identify variables and express relations between variables algebraically and graphically</li>\n  <li>make and test conjectures about patterns and relationships; look for proofs or counter-examples</li>\n  <li>begin to reason deductively in geometry, number and algebra, including using geometrical constructions</li>\n  <li>interpret when the structure of a numerical problem requires additive, multiplicative or proportional reasoning</li>\n  <li>explore what can and cannot be inferred in statistical and probabilistic settings, and begin to express their arguments formally</li>\n</ul><h4 id=\"solve-problems\">Solve problems</h4>\n\n<ul>\n<li>develop their mathematical knowledge, in part through solving problems and evaluating the outcomes, including multi-step problems</li>\n  <li>develop their use of formal mathematical knowledge to interpret and solve problems, including in financial mathematics</li>\n  <li>begin to model situations mathematically and express the results using a range of formal mathematical representations</li>\n  <li>select appropriate concepts, methods and techniques to apply to unfamiliar and non-routine problems</li>\n</ul><h3 id=\"subject-content\">Subject content</h3>\n\n<h4 id=\"number\">Number</h4>\n\n<p>Pupils should be taught to: </p>\n\n<ul>\n<li>understand and use place value for decimals, measures and integers of any size</li>\n  <li>order positive and negative integers, decimals and fractions; use the number line as a model for ordering of the real numbers; use the symbols =, ≠, &lt;, &gt;, ≤, ≥ </li>\n  <li>use the concepts and vocabulary of prime numbers, factors (or divisors), multiples, common factors, common multiples, highest common factor, lowest common multiple, prime factorisation, including using product notation and the unique factorisation property</li>\n  <li>use the 4 operations, including formal written methods, applied to integers, decimals, proper and improper fractions, and mixed numbers, all both positive and negative</li>\n  <li>use conventional notation for the priority of operations, including brackets, powers, roots and reciprocals</li>\n  <li>recognise and use relationships between operations including inverse operations</li>\n  <li>use integer powers and associated real roots (square, cube and higher), recognise powers of 2, 3, 4, 5  and distinguish between exact representations of roots and their decimal approximations </li>\n  <li>interpret and compare numbers in standard form A x 10<sup>n</sup> 1≤A&lt;10, where n is a positive or negative integer or 0</li>\n  <li>work interchangeably with terminating decimals and their corresponding fractions (such as 3.5 and <span class=\"fraction\">\n  <img alt=\"7/2\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/7_2-6c95273752b5a9800194bf0c5c32c673.png\"></span>\n or 0.375 and <span class=\"fraction\">\n  <img alt=\"3/8\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/3_8-a19899b009e630d4edbde75a01919e2b.png\"></span>\n)</li>\n  <li>define percentage as ‘number of parts per hundred’, interpret percentages and percentage changes as a fraction or a decimal, interpret these multiplicatively, express 1 quantity as a percentage of another, compare 2 quantities using percentages, and work with percentages greater than 100%</li>\n  <li>interpret fractions and percentages as operators</li>\n  <li>use standard units of mass, length, time, money and other measures, including with decimal quantities</li>\n  <li>round numbers and measures to an appropriate degree of accuracy [for example, to a number of decimal places or significant figures]</li>\n  <li>use approximation through rounding to estimate answers and calculate possible resulting errors expressed using inequality notation a&lt;x≤b</li>\n  <li>use a calculator and other technologies to calculate results accurately and then interpret them appropriately</li>\n  <li>appreciate the infinite nature of the sets of integers, real and rational numbers</li>\n</ul><h4 id=\"algebra-1\">Algebra</h4>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>use and interpret algebraic notation, including:\n    <ul>\n<li>ab in place of a × b</li>\n      <li>3y in place of y + y  + y and 3 × y</li>\n      <li>a² in place of a × a, a³ in place of a × a × a; a²b in place of a × a × b</li>\n      <li>\n<span class=\"fraction\">\n<img alt=\"a/b\" height=\"27\" src=\"https://assets.digital.cabinet-office.gov.uk/government/assets/fractions/a_b-0b8c38b38d9917b723f1809c2312f67b.png\"></span>\n in place of a ÷ b</li>\n      <li>coefficients written as fractions rather than as decimals</li>\n      <li>brackets</li>\n    </ul>\n</li>\n  <li>substitute numerical values into formulae and expressions, including scientific formulae</li>\n  <li>understand and use the concepts and vocabulary of expressions, equations, inequalities, terms and factors</li>\n  <li>simplify and manipulate algebraic expressions to maintain equivalence by:\n    <ul>\n<li>collecting like terms</li>\n      <li>multiplying a single term over a bracket</li>\n      <li>taking out common factors</li>\n      <li>expanding products of 2 or more binomials</li>\n    </ul>\n</li>\n  <li>understand and use standard mathematical formulae; rearrange formulae to change the subject</li>\n  <li>model situations or procedures by translating them into algebraic expressions or formulae and by using graphs</li>\n  <li>use algebraic methods to solve linear equations in 1 variable (including all forms that require rearrangement)</li>\n  <li>work with coordinates in all 4 quadrants</li>\n  <li>recognise, sketch and produce graphs of linear and quadratic functions of 1 variable with appropriate scaling, using equations in x and y and the Cartesian plane</li>\n  <li>interpret mathematical relationships both algebraically and graphically</li>\n  <li>reduce a given linear equation in two variables to the standard form y = mx + c; calculate and interpret gradients and intercepts of graphs of such linear equations numerically, graphically and algebraically</li>\n  <li>use linear and quadratic graphs to estimate values of y for given values of x and vice versa and to find approximate solutions of simultaneous linear equations</li>\n  <li>find approximate solutions to contextual problems from given graphs of a variety of functions, including piece-wise linear, exponential and reciprocal graphs</li>\n  <li>generate terms of a sequence from either a term-to-term or a position-to-term rule</li>\n  <li>recognise arithmetic sequences and find the nth term</li>\n  <li>recognise geometric sequences and appreciate other sequences that arise</li>\n</ul><h4 id=\"ratio-proportion-and-rates-of-change\">Ratio, proportion and rates of change</h4>\n\n<p>Pupils should be taught to: </p>\n\n<ul>\n<li>change freely between related standard units [for example time, length, area, volume/capacity, mass]</li>\n  <li>use scale factors, scale diagrams and maps</li>\n  <li>express 1 quantity as a fraction of another, where the fraction is less than 1 and greater than 1</li>\n  <li>use ratio notation, including reduction to simplest form</li>\n  <li>divide a given quantity into 2 parts in a given part:part or part:whole ratio; express the division of a quantity into 2 parts as a ratio</li>\n  <li>understand that a multiplicative relationship between 2 quantities can be expressed as a ratio or a fraction</li>\n  <li>relate the language of ratios and the associated calculations to the arithmetic of fractions and to linear functions</li>\n  <li>solve problems involving percentage change, including: percentage increase, decrease and original value problems and simple interest in financial mathematics</li>\n  <li>solve problems involving direct and inverse proportion, including graphical and algebraic representations</li>\n  <li>use compound units such as speed, unit pricing and density to solve problems</li>\n</ul><h4 id=\"geometry-and-measures\">Geometry and measures</h4>\n\n<p>Pupils should be taught to: </p>\n\n<ul>\n<li>derive and apply formulae to calculate and solve problems involving: perimeter and area of triangles, parallelograms, trapezia, volume of cuboids (including cubes) and other prisms (including cylinders)</li>\n  <li>calculate and solve problems involving: perimeters of 2-D shapes (including circles), areas of circles and composite shapes</li>\n  <li>draw and measure line segments and angles in geometric figures, including interpreting scale drawings</li>\n  <li>derive and use the standard ruler and compass constructions (perpendicular bisector of a line segment, constructing a perpendicular to a given line from/at a given point, bisecting a given angle); recognise and use the perpendicular distance from a point to a line as the shortest distance to the line </li>\n  <li>describe, sketch and draw using conventional terms and notations: points, lines, parallel lines, perpendicular lines, right angles, regular polygons, and other polygons that are reflectively and rotationally symmetric</li>\n  <li>use the standard conventions for labelling the sides and angles of triangle ABC, and know and use the criteria for congruence of triangles</li>\n  <li>derive and illustrate properties of triangles, quadrilaterals, circles, and other plane figures [for example, equal lengths and angles] using appropriate language and technologies</li>\n  <li>identify properties of, and describe the results of, translations, rotations and reflections applied to given figures</li>\n  <li>identify and construct congruent triangles, and construct similar shapes by enlargement, with and without coordinate grids</li>\n  <li>apply the properties of angles at a point, angles at a point on a straight line, vertically opposite angles</li>\n  <li>understand and use the relationship between parallel lines and alternate and corresponding angles</li>\n  <li>derive and use the sum of angles in a triangle and use it to deduce the angle sum in any polygon, and to derive properties of regular polygons</li>\n  <li>apply angle facts, triangle congruence, similarity and properties of quadrilaterals to derive results about angles and sides, including Pythagoras’ Theorem, and use known results to obtain simple proofs</li>\n  <li>use Pythagoras’ Theorem and trigonometric ratios in similar triangles to solve problems involving right-angled triangles</li>\n  <li>use the properties of faces, surfaces, edges and vertices of cubes, cuboids, prisms, cylinders, pyramids, cones and spheres to solve problems in 3-D</li>\n  <li>interpret mathematical relationships both algebraically and geometrically</li>\n</ul><h4 id=\"probability\">Probability</h4>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>record, describe and analyse the frequency of outcomes of simple probability experiments involving randomness, fairness, equally and unequally likely outcomes, using appropriate language and the 0-1 probability scale</li>\n  <li>understand that the probabilities of all possible outcomes sum to 1</li>\n  <li>enumerate sets and unions/intersections of sets systematically, using tables, grids and Venn diagrams</li>\n  <li>generate theoretical sample spaces for single and combined events with equally likely, mutually exclusive outcomes and use these to calculate theoretical probabilities </li>\n</ul><h4 id=\"statistics-5\">Statistics</h4>\n\n<p>Pupils should be taught to:</p>\n\n<ul>\n<li>describe, interpret and compare observed distributions of a single variable through: appropriate graphical representation involving discrete, continuous and grouped data; and appropriate measures of central tendency (mean, mode, median) and spread (range, consideration of outliers)</li>\n  <li>construct and interpret appropriate tables, charts, and diagrams, including frequency tables, bar charts, pie charts, and pictograms for categorical data, and vertical line (or bar) charts for ungrouped and grouped numerical data</li>\n  <li>describe simple mathematical relationships between 2 variables (bivariate data) in observational and experimental contexts and illustrate using scatter graphs</li>\n</ul><p>© Crown copyright 2013</p></div>",
    "public_timestamp": "2016-01-17T14:19:42.460Z",
    "first_published_version": false,
    "political": false
  },
  "schema_name": "html_publication",
  "document_type": "html_publication",
  "links": {
    "parent": [
      {
        "content_id": "8b19c238-54e3-4e27-b0d7-60f8e2a677c9",
        "schema_name": "publication",
        "document_type": "statutory_guidance",
        "title": "National curriculum in England: mathematics programmes of study",
        "api_path": "/api/content/government/publications/national-curriculum-in-england-mathematics-programmes-of-study",
        "base_path": "/government/publications/national-curriculum-in-england-mathematics-programmes-of-study",
        "api_url": "https://www.gov.uk/api/content/government/publications/national-curriculum-in-england-mathematics-programmes-of-study",
        "web_url": "https://www.gov.uk/government/publications/national-curriculum-in-england-mathematics-programmes-of-study",
        "locale": "en"
      }
    ],
    "organisations": [
      {
        "content_id": "90c1be18-70a4-476b-9244-ef4c36e1a042",
        "title": "Department for Education",
        "details": {
          "brand": "department-for-education",
          "logo": {
            "formatted_title": "Department<br>for Education",
            "crest": "single-identity"
          }
        },
        "api_path": "/api/content/government/organisations/department-for-education",
        "base_path": "/government/organisations/department-for-education",
        "api_url": "https://www.gov.uk/api/content/government/organisations/department-for-education",
        "web_url": "https://www.gov.uk/government/organisations/department-for-education",
        "locale": "en",
        "analytics_identifier": "E2"
      }
    ]
  },
  "locale": "en",
  "public_updated_at": "2016-01-17T14:19:42.460Z",
  "title": "National curriculum in England: mathematics programmes of study",
  "description": null,
  "updated_at": "2016-01-17T14:19:42.460Z"
}
