{
  "content_id": "1d0ba5bd-8a0a-41a7-950a-c7b819da6336",
  "base_path": "/government/publications/canada-united-kingdom-joint-declaration/canada-united-kingdom-joint-declaration",
  "details": {
    "body": "<div class=\"govspeak\"><p>We, the Prime Ministers of Canada and of the United Kingdom of Great Britain and Northern Ireland, met in Ottawa on September 22, 2011, and have together endorsed this second Joint Declaration between our two countries.</p>\n\n<p>Our meeting today reinvigorates our strategic partnership. The bond between our countries has been forged, in peace and war, notably through two World Wars, and in almost every major conflict for more than a century, including in Afghanistan and Libya. Together, we have prevailed in the face of adversity and challenge, fighting side by side against tyranny and in defence of freedom.</p>\n\n<p>Our common history, our tradition of parliamentary democracy, our shared values, and our partnership on global issues is what binds us together. We have contributed to our mutual development as prosperous and democratic nations—and we stand together as the only two countries that are members of NATO, the G8, the G20 and the Commonwealth. </p>\n\n<p>Today, our two countries jointly face two major challenges in particular: confronting global economic uncertainty and volatility; and supporting the people of the Middle East and North Africa, who are seeking to build inclusive and stable societies, underpinned by democracy, human rights and the rule of law. </p>\n\n<p>As we move forward in addressing these and other challenges, we commit to renewing our bilateral relationship. To this end, over the coming months we will focus on prosperity, security and development cooperation. </p>\n\n<h3 id=\"increasing-economic-growth-trade-and-innovation\">\n<span class=\"number\">0.1 </span>Increasing Economic Growth, Trade and Innovation</h3>\n\n<p>We will work together and through wider cooperation in the G20 to safeguard our mutual prosperity. We will rigorously promote global efforts to ensure strong, sustainable and balanced growth, sound fiscal management, healthy financial sectors and regulatory systems, open markets and productivity-enhancing structural reforms. Our aim is to improve global economic conditions so that enhanced international trade and investment can thrive.</p>\n\n<p>As an important part of this endeavour, we will seek an ambitious and mutually successful outcome to the negotiation of the Canada-EU Comprehensive Economic and Trade Agreement (CETA). This will result in economic growth for both countries, by stimulating competition, increasing trade, expanding market access and promoting joint investment and innovation. </p>\n\n<p>We look forward to concluding a joint innovation statement leveraging existing resources to facilitate late-stage research collaborations, stimulate commercialisation partnerships, and foster an entrepreneurial community between our countries in order to drive economic growth and address global challenges. </p>\n\n<p>In order to fully realise the inherent power of cyberspace to enhance global economic growth, we will pursue common approaches to cyber security that ensures we develop policies and responses that are fully compatible and mutually reinforcing.</p>\n\n<p>Exploiting the fact that Canada and the UK are global leaders in health research, including regenerative medicine and cell therapy, we will use existing initiatives and mechanisms to foster collaboration, facilitating the translation of our advanced knowledge into life-changing therapies that will benefit our patients, healthcare institutions and industries.</p>\n\n<p>We will encourage the development of technology systems necessary for commercial-scale electricity production from marine energy. We plan to lead the world in moving forward from pilot wave and tidal energy devices to exploring actual power generation stations connected to our respective electricity grids.</p>\n\n<h3 id=\"securing-our-countries\">\n<span class=\"number\">0.2 </span>Securing our Countries</h3>\n\n<p>We will continue to work with Afghan and international partners to help build a more viable country that is better governed, more stable and secure, and never again a safe haven for terrorists. Through the training of Afghan National Security Forces (ANSF), regional diplomacy, and development assistance, we are working to help enable the transition of security in Afghanistan to the ANSF by the end of 2014.</p>\n\n<p>We will create greater interoperability between our defence forces and deepen cooperation on procurement and capabilities, to be enabled in part by a Memorandum of Understanding (MoU) on Defence Material Cooperation, existing MoUs and the ‘Partners in Defence’ dialogue, which will draw on the lessons of current and recent national and NATO-led operations. </p>\n\n<p>We will strengthen our counter-terrorism collaboration, in particular in the Horn of Africa, the Sahel and South Asia, including our efforts to tackle terrorist finance activity in third countries. We will advance shared objectives on migration, including through the Five Country Conference on biometric and other information sharing and service delivery partnerships.</p>\n\n<p>Building on the excellent relationship following evacuations of our nationals from Libya and Egypt this year, we will improve cooperation on consular services through joint contingency planning in third countries, and through staff exchanges between our Crisis Centres.</p>\n\n<h3 id=\"promoting-our-shared-values\">\n<span class=\"number\">0.3 </span>Promoting our Shared Values</h3>\n\n<p>Our two militaries have fought side by side to support the will and ambitions of peoples who could not defend themselves. We have successfully supported and defended the right of the Libyan people to choose their own future. We will continue to work closely with the National Transitional Council, recognised by us as the legitimate government authority in Libya, in postconflict stabilisation and the establishment of democracy.</p>\n\n<p>We will also continue to work together, and with our regional and international partners, to support and sustain the democratic reforms underway in the Middle East and North Africa, which are helping build more stable and inclusive societies, underpinned by democratic governance, respect for human rights, freedom of religion, the rule of law, and economies that can respond to the basic needs and aspirations of citizens. </p>\n\n<p>We will work towards a reinvigorated Commonwealth, primarily focusing on its core competency of promoting democracy, good governance, human rights, including freedom of religion, and the rule of law: and by working to collaborate on the adoption and implementation of the recommendations of the Eminent Persons Group report. </p>\n\n<p>We will protect the most vulnerable by working to meet the Millennium Development Goals through development cooperation. We will use effective, results-based development assistance to tackle conflict, ensure food security, foster sustainable economic growth, empower women and protect the health of mothers and children. </p>\n\n<p>We will increase the number of participants in our Youth Mobility programmes, ensuring we foster the next generation’s links between our countries.</p>\n\n<h3 id=\"strengthening-our-partnership-for-results\">\n<span class=\"number\">0.4 </span>Strengthening our Partnership for Results</h3>\n\n<p>We commit ourselves and our governments to achieve what we have set out in this declaration to collaborate on our commerce, foreign policy, defence, security, development and intelligence relationship.</p>\n\n<p>We ask Ministers to meet each year to review and report on progress, and to renew objectives for deepening the relationship. This will thus remain a living document, responsive to evolving events, challenges and opportunities.</p>\n\n<p>Endorsed in Ottawa this 22nd day of September, 2011.</p>\n\n<p>The Rt. Hon. Stephen Harper MP \nPrime Minister of Canada</p>\n\n<p>The Rt. Hon. David Cameron MP\nPrime Minister of the United Kingdom\nof Great Britain and Northern Ireland</p></div>",
    "public_timestamp": "2016-01-17T14:19:42.460Z",
    "first_published_version": false,
    "political": false
  },
  "schema_name": "html_publication",
  "document_type": "html_publication",
  "links": {
    "parent": [
      {
        "content_id": "8b19c238-54e3-4e27-b0d7-60f8e2a677c9",
        "schema_name": "publication",
        "document_type": "policy_paper",
        "title": "Canada-United Kingdom Joint Declaration",
        "api_path": "/api/content/government/publications/canada-united-kingdom-joint-declaration",
        "base_path": "/government/publications/canada-united-kingdom-joint-declaration",
        "api_url": "https://www.gov.uk/api/content/government/publications/canada-united-kingdom-joint-declaration",
        "web_url": "https://www.gov.uk/government/publications/canada-united-kingdom-joint-declaration",
        "locale": "en"
      }
    ],
    "organisations": [
      {
        "content_id": "90c1be18-70a4-476b-9244-ef4c36e1a042",
        "title": "Department for Business, Innovation &amp; Skills",
        "details": {
          "brand": "department-for-business-innovation-skills",
          "logo": {
            "formatted_title": "Department<br>for Business<br>Innovation &amp; Skills",
            "crest": "bis"
          }
        },
        "api_path": "/api/content/government/organisations/department-for-business-innovation-skills",
        "base_path": "/government/organisations/department-for-business-innovation-skills",
        "api_url": "https://www.gov.uk/api/content/government/organisations/department-for-business-innovation-skills",
        "web_url": "https://www.gov.uk/government/organisations/department-for-business-innovation-skills",
        "locale": "en",
        "analytics_identifier": "D3"
      },
      {
        "content_id": "83c1be18-70a4-476b-9244-ef4c36e1a042",
        "title": "Foreign & Commonwealth Office",
        "details": {
          "brand": "foreign-commonwealth-office",
          "logo": {
            "formatted_title": "Foreign &amp;<br>Commonwealth<br>Office",
            "crest": "single-identity"
          }
        },
        "api_path": "/api/content/government/organisations/foreign-commonwealth-office",
        "base_path": "/government/organisations/foreign-commonwealth-office",
        "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-office",
        "web_url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office",
        "locale": "en",
        "analytics_identifier": "D13"
      },
      {
        "content_id": "d994e55c-48c9-4795-b872-58d8ec98af12",
        "title": "Ministry of Defence",
        "details": {
          "brand": "ministry-of-defence",
          "logo": {
            "formatted_title": "Ministry<br>of Defence",
            "crest": "mod"
          }
        },
        "api_path": "/api/content/government/organisations/ministry-of-defence",
        "base_path": "/government/organisations/ministry-of-defence",
        "api_url": "https://www.gov.uk/api/content/government/organisations/ministry-of-defence",
        "web_url": "https://www.gov.uk/government/organisations/ministry-of-defence",
        "locale": "en",
        "analytics_identifier": "D17"
      },
      {
        "content_id": "705dbea4-8bd7-422e-ba9c-254557f77f81",
        "title": "Prime Minister's Office, 10 Downing Street",
        "details": {
          "brand": "cabinet-office",
          "logo": {
            "formatted_title": "Prime Minister's Office, 10 Downing Street",
            "crest": "eo"
          }
        },
        "api_path": "/api/content/government/organisations/prime-ministers-office-10-downing-street",
        "base_path": "/government/organisations/prime-ministers-office-10-downing-street",
        "api_url": "https://www.gov.uk/api/content/government/organisations/prime-ministers-office-10-downing-street",
        "web_url": "https://www.gov.uk/government/organisations/prime-ministers-office-10-downing-street",
        "locale": "en",
        "analytics_identifier": "OT532"
      },
      {
        "content_id": "90c1be18-70a4-476b-9244-ef4c36e1a042",
        "title": "UK Trade & Investment",
        "details": {
          "brand": "uk-trade-investment",
          "logo": {
            "formatted_title": "UK Trade<br>&amp; Investment",
            "crest": "single-identity"
          }
        },
        "api_path": "/api/content/government/organisations/uk-trade-investment",
        "base_path": "/government/organisations/uk-trade-investment",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-trade-investment",
        "web_url": "https://www.gov.uk/government/organisations/uk-trade-investment",
        "locale": "en",
        "analytics_identifier": "D117"
      }
    ]
  },
  "locale": "en",
  "public_updated_at": "2016-01-17T14:19:42.460Z",
  "title": "Canada-United Kingdom Joint Declaration",
  "description": null,
  "updated_at": "2016-01-17T14:19:42.460Z"
}
