{
  "base_path": "/government/speeches/anti-corruption-summit-2016-pms-closing-remarks",
  "content_id": "f1f8bc2e-0e64-46f1-b56d-fe71d79b2ae1",
  "schema_name": "speech",
  "document_type": "speech",
  "first_published_at": "2016-05-12T17:07:00.000+00:00",
  "title": "Anti-Corruption Summit 2016: PM's closing remarks",
  "description": "David Cameron closed the anti-corruption summit, calling for an unprecedented global coalition to tackle the cancer of corruption.",
  "locale": "en",
  "updated_at": "2016-08-11T16:58:10.474Z",
  "public_updated_at": "2016-05-12T17:07:00.000+00:00",
  "details": {
    "first_public_at": "2016-05-12T17:07:00.000+00:00",
    "body": "<div class=\"govspeak\"><h2 id=\"introduction\">Introduction</h2>\n\n<p>Today the world has come together in a coalition of the committed to expose, punish and drive out corruption.</p>\n\n<p>This has been the first summit of its kind and the biggest demonstration of the political will to address corruption that we have seen for many, many years.</p>\n\n<p>Frankly we’ve known for years what a problem this is; we’ve known for years it prevents us from achieving so many things we want to fix in our world.</p>\n\n<p>But I’ve really sensed today there is far more political will – not just from words but from actions – that will make a difference.</p>\n\n<p>There’s nothing as powerful than an idea whose time has come and I believe that’s the case with fighting and driving our corruption.</p>\n\n<p>When the UK hosted the G8 in Lough Erne in 2013, we took what many had seen as a series of technical issues around tax, trade and transparency and we showed how political will could begin a concerted effort to get to grips with tax evasion, aggressive tax avoidance and corporate secrecy.</p>\n\n<p>When we first talked about ideas like automatic exchange of tax information and registries of who owns each company, many people, I think, wondered what on earth we were on about, and whether any of these things would actually happen.</p>\n\n<p>But now 129 jurisdictions have committed to implementing the international standard for exchange of tax information on request – and more than 95 have committed to implementing the new global common reporting standard on tax transparency.</p>\n\n<p>And as the Head of the OECD Angel Gurría has said today, this started, in his words, a “dramatic revolution” that has since brought in 50 billion euros in extra tax revenue and has the potential with automatic exchange of information to bring in 200 billion more. Think of the schools, the hospitals, the roads, the services that could be provided and are needlessly lost.</p>\n\n<p>Today’s summit has built on these foundations.</p>\n\n<p>Today it’s not just the G8, but representatives from over 40 countries.</p>\n\n<p>Not just political leaders but leaders from business, civil society and sport too, all working together to produce a series of ground-breaking commitments that can really transform our ability to tackle corruption.</p>\n\n<p>Just as at Lough Erne, many of these agreements are quite technical, but their impact is far reaching.</p>\n\n<h2 id=\"exposing-corruption\">Exposing corruption</h2>\n\n<p>First, we will expose corruption so there is nowhere to hide.</p>\n\n<p>If you don’t know who owns what, you can’t stop people stealing from poor countries and hiding that stolen wealth in rich ones.</p>\n\n<p>That is why it is so important that today 5 countries have agreed to create public registers of beneficial ownership and 6 more will explore similar arrangements.</p>\n\n<p>This will mean that everyone in the world will be able to see who really owns and controls each and every company in these countries.</p>\n\n<p>The EU, Iceland, UAE and most of our Overseas Territories and Crown Dependencies with major financial centres have agreed to automatically exchange their entire registries of beneficial ownership information.</p>\n\n<p>This means that law enforcement agencies across the world will be able to access this data – in many cases for the first time – and use it to expose the corrupt.</p>\n\n<p>Does it need to go further? Yes of course it does, but today is a good start.</p>\n\n<p>It is no good having laws against corruption, if lawyers, accountants and estate agents find ways around the law.</p>\n\n<p>So that is why it is so important that at this summit a new professional services statement of support has shown an unprecedented commitment from these professions to stop the facilitation of corruption.</p>\n\n<p>Again, does this go far enough? Does it need to go further? Of course it does – we need this adopted in every country, not just some countries.</p>\n\n<p>Public procurement and construction have both been massive areas for corruption around the world for years.</p>\n\n<p>So a range of countries including the UK will use open contracting in their government procurement, to keep public money out of corrupt hands.</p>\n\n<p>And here in the UK, we want to clean up our property market and show that there is no home for the corrupt in Britain.</p>\n\n<p>So all foreign companies which own properties in the UK will have to register publicly who really owns them, who really controls them – and no foreign company will be able to buy UK property or bid for central government contracts without joining this register.</p>\n\n<h2 id=\"punish-the-perpetrators\">Punish the perpetrators</h2>\n\n<p>Next, we will do more to punish the perpetrators of corruption and to support those affected by it.</p>\n\n<p>We know that corruption is a global phenomenon, so it’s essential that we share information and pursue the corrupt across borders, joining the dots to identify and prosecute the corrupt and to seize their assets – a point that so many speakers have made today.</p>\n\n<p>So the new International Anti-Corruption Co-ordination Centre we are creating will help police and prosecutors work together to do just that.</p>\n\n<p>But we also need to ensure that when we expose the corrupt, we are able to seize their assets and return them to the countries from which they were stolen.</p>\n\n<p>That’s why our Global Forum for Asset Recovery will be so important – enabling governments and law enforcement agencies around the world to work together to achieve this.</p>\n\n<p>We have also agreed today that 22 countries will introduce new asset recovery legislation, 14 will strengthen their protections for whistle-blowers – a discussion we had in the last session and 11 countries will review the penalties for companies that fail to prevent tax evasion.</p>\n\n<p>Here in Britain we will consult on extending that criminal offence of tax evasion, to other economic crimes such as fraud and money laundering, and we hope others will follow.</p>\n\n<p>We want firms properly held to account for any criminal activity within them.</p>\n\n<p>We are also consulting on Unexplained Wealth Orders, reversing the burden of proof so if someone is suspected of corruption, the onus is on them to prove they acquired their wealth legitimately or they will face having it stripped from them by a court.</p>\n\n<h2 id=\"driving-out-corruption\">Driving out corruption</h2>\n\n<p>Third, we will do more to drive out corruption wherever it is found.</p>\n\n<p>This requires the political leadership we have seen today – and a sustained effort at changing cultures of corruption.</p>\n\n<p>One example of this is the twinning of different countries’ tax inspectors to help build a shared culture of probity and honesty.</p>\n\n<p>And today we’ve seen 17 countries commit to such partnerships between their institutions and professions, and I want to thank Professor Paul Collier for his great work on this.</p>\n\n<p>We have also had a very frank discussion about changing cultures in sport.</p>\n\n<p>The world loves sport – and the world knows that sport is riddled with corruption.</p>\n\n<p>So only when we deal with corruption in sport will people really believe that we are dealing with corruption more broadly.</p>\n\n<p>Today we have taken an important step towards an International Sport Integrity Partnership that would restore integrity to the games we love and we will be keeping up the pressure to land this at a meeting with the IOC in February.</p>\n\n<p>We are also raising our own standards of governance and transparency to the highest possible levels here in the UK through the new Sports Charter.</p>\n\n<h2 id=\"next-steps\">Next steps</h2>\n\n<p>But today’s summit hasn’t just been about securing these agreements.</p>\n\n<p>We have also held, I think you’ll agree, a different kind of event.</p>\n\n<p>Instead of simply having speeches talking to ourselves about we have agreed and we have had open, honest and challenging conversations.</p>\n\n<p>We have asked tough questions about the challenges in implementing these agreements and explored new ideas and next steps that can really raise the ambition further.</p>\n\n<p>We have been asked whether we could enforce action against corruption in the same way that we enforce action against terrorism?</p>\n\n<p>We have been challenged to protect the freedom of the press and the whistleblowers who are so vital in helping them to expose the corrupt.</p>\n\n<p>We have talked about the need for more action from multinational companies.</p>\n\n<p>There was a great challenge for anti-corruption organisations to work more closely together – to deliver a more co-ordinated effort.</p>\n\n<p>We’ve talked about the need for every country to ultimately reach what I call the gold standard of a having a public register of beneficial ownership.</p>\n\n<p>And I am clear that I include all the Overseas Territories and Crown Dependencies in that. But it was encouraging to hear praise for what the head of the OECD described as, and I quote, the “exemplary delivery” of our crown dependencies in the steps they have taken so far.</p>\n\n<p>Finally, we have been clear that this summit will not be a single one-off moment.</p>\n\n<p>We are building a global movement against corruption.</p>\n\n<p>As President Ghani said – this cannot be a fashion – we have stay the course on this for the next 10 years and beyond.</p>\n\n<p>We welcome the commitment from Japan to include this issue and the learnings of this summit in its G7 Presidency.</p>\n\n<p>We have agreed that we will meet again at the UN General Assembly next year.</p>\n\n<p>And in the meantime we will continue to track the implementation of everything we have agreed today.</p>\n\n<p>And let’s just be clear what all these agreements really add up to.</p>\n\n<p>As I said, some of them are very technical.</p>\n\n<p>But what we are talking about is stopping the corrupt hiding their loot from the authorities.</p>\n\n<p>So as John Kerry said – there are “no more safe harbours” for the corrupt.</p>\n\n<p>It means that when people steal money from your country and hide it in mine – we can expose them and return the money to you.</p>\n\n<p>It means getting stolen assets returned to people like President Buhari and President Ghani, so they can be reinvested in the future of their countries.</p>\n\n<p>It means cleaning up our property market right here in London.</p>\n\n<p>It means helping to secure for all our economies some of the trillions in potential economic growth that is so needlessly lost to corruption.</p>\n\n<p>It means building an unprecedented global coalition to tackle this cancer of corruption which destroys jobs, traps the poorest in poverty and as Sarah Chayes has argued so powerfully today – even undermines our security.</p>\n\n<p>It means quite simply – winning the battle against one of the greatest enemies of progress in our time.</p>\n\n<p>And I say again, if we want to beat poverty, if we want to beat extremism and narrow the gap between the richest countries in the world and the poorest countries in the world, we have to tackle corruption.</p>\n\n<p>That is our mission. And that is the vital work that we have begun today and I want to thank everyone for their contributions.</p>\n</div>",
    "location": "Anti-Corruption Summit, Lancaster House, London",
    "delivered_on": "2016-05-12T12:30:00+00:00",
    "speech_type_explanation": "Transcript of the speech, exactly as it was delivered",
    "image": {
      "alt_text": "The Rt Hon David Cameron MP",
      "url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/person/image/1/s465_David_Cameron.jpg"
    },
    "tags": {
      "browse_pages": [

      ],
      "policies": [

      ]
    },
    "government": {
      "title": "2015 Conservative government",
      "slug": "2015-conservative-government",
      "current": true
    },
    "political": true,
    "emphasised_organisations": [
      "d65d4203-01f5-4920-a3b1-f614bfd8e83e"
    ]
  },
  "links": {
    "government": [
      {
        "content_id": "d4fbc1b9-d47d-4386-af04-ac909f868f92",
        "title": "2015 Conservative government",
        "locale": "en",
        "api_path": "/api/content/government/2015-conservative-government",
        "base_path": "/government/2015-conservative-government",
        "document_type": "government",
        "details": {
          "started_on": "2015-05-08T00:00:00+00:00",
          "ended_on": null,
          "current": true
        },
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/2015-conservative-government",
        "web_url": "https://www.gov.uk/government/2015-conservative-government"
      }
    ],
    "organisations": [
      {
        "content_id": "705dbea4-8bd7-422e-ba9c-254557f77f81",
        "title": "Prime Minister's Office, 10 Downing Street",
        "api_path": "/api/content/government/organisations/prime-ministers-office-10-downing-street",
        "base_path": "/government/organisations/prime-ministers-office-10-downing-street",
        "api_url": "https://www.gov.uk/api/content/government/organisations/prime-ministers-office-10-downing-street",
        "web_url": "https://www.gov.uk/government/organisations/prime-ministers-office-10-downing-street",
        "locale": "en",
        "analytics_identifier": "OT532",
        "document_type": "organisation"
      },
      {
        "content_id": "96ae61d6-c2a1-48cb-8e67-da9d105ae381",
        "title": "Cabinet Office",
        "api_path": "/api/content/government/organisations/cabinet-office",
        "base_path": "/government/organisations/cabinet-office",
        "api_url": "https://www.gov.uk/api/content/government/organisations/cabinet-office",
        "web_url": "https://www.gov.uk/government/organisations/cabinet-office",
        "locale": "en",
        "analytics_identifier": "D2",
        "document_type": "organisation"
      }
    ],
    "speaker": [
      {
        "content_id": "8529186b-c0f1-11e4-8223-005056011aef",
        "title": "The Rt Hon David Cameron MP",
        "api_path": "/api/content/government/people/david-cameron",
        "base_path": "/government/people/david-cameron",
        "api_url": "https://www.gov.uk/api/content/government/people/david-cameron",
        "web_url": "https://www.gov.uk/government/people/david-cameron",
        "locale": "en",
        "document_type": "person"
      }
    ],
    "topical_events": [
      {
        "content_id": "7dbb1a8b-2149-4aba-bd87-87bd929d3635",
        "title": "Anti-Corruption Summit: London 2016",
        "api_path": "/api/content/government/topical-events/anti-corruption-summit-london-2016",
        "base_path": "/government/topical-events/anti-corruption-summit-london-2016",
        "api_url": "https://www.gov.uk/api/content/government/topical-events/anti-corruption-summit-london-2016",
        "web_url": "https://www.gov.uk/government/topical-events/anti-corruption-summit-london-2016",
        "locale": "en"
      }
    ],
    "related_policies": [
      {
        "content_id": "5d278051-7631-11e4-a3cb-005056011aef",
        "title": "Government transparency and accountability",
        "api_path": "/api/content/government/policies/government-transparency-and-accountability",
        "base_path": "/government/policies/government-transparency-and-accountability",
        "api_url": "https://www.gov.uk/api/content/government/policies/government-transparency-and-accountability",
        "web_url": "https://www.gov.uk/government/policies/government-transparency-and-accountability",
        "locale": "en",
        "document_type": "policy"
      },
      {
        "content_id": "5d3bf736-7631-11e4-a3cb-005056011aef",
        "title": "Tax evasion and avoidance",
        "api_path": "/api/content/government/policies/tax-evasion-and-avoidance",
        "base_path": "/government/policies/tax-evasion-and-avoidance",
        "api_url": "https://www.gov.uk/api/content/government/policies/tax-evasion-and-avoidance",
        "web_url": "https://www.gov.uk/government/policies/tax-evasion-and-avoidance",
        "locale": "en",
        "document_type": "policy"
      }
    ]
  }
}
