{
  "base_path": "/government/speeches/home-secretary-speech-to-the-association-of-police-and-crime-commissioners",
  "content_id": "fbacb9d5-14cc-4cdd-8951-0fb5973219aa",
  "schema_name": "speech",
  "document_type": "speech",
  "first_published_at": "2016-05-26T13:04:07.000+00:00",
  "title": "Home Secretary speech to the Association of Police and Crime Commissioners",
  "description": "May addresses audience at the first APCC general meeting since the May elections.",
  "locale": "en",
  "updated_at": "2016-08-11T16:58:10.474Z",
  "public_updated_at": "2016-05-26T13:04:07.000+00:00",
  "details": {
    "first_public_at": "2016-05-26T13:04:07.000+00:00",
    "body": "<div class=\"govspeak\"><p>Thank you. I am delighted to be at this first Association of Police and Crime Commissioners (<abbr title=\"Association of Police and Crime Commissioners\">APCC</abbr>) general meeting since the elections in May.</p>\n\n<p>As I look about the room, I can see some familiar faces. But some new faces as well. Together you represent policing in towns, cities, villages and rural areas across the country and you represent a broad spectrum of views and a range of parties. So I am delighted to be with you all here today – and I look forward to hearing about your plans for ensuring the police can continue to cut crime and keep communities safe.</p>\n\n<p>Now first of all, I want to begin by saying congratulations to you all. You put yourselves forward to stand as police and crime commissioners on 5 May and the public went to the polls and placed their votes at the ballot box. They elected you to represent their interests; to reflect their policing and crime priorities; and to hold their police force to account on their behalf.</p>\n\n<p>And that is an immense privilege and a great responsibility. Whether you are new to the role or have just been returned for a second term, I am sure that you will take that responsibility seriously, and bring new perspectives and new leadership to policing in your area.</p>\n\n<h3 id=\"new-perspectives-and-leadership\">New perspectives and leadership</h3>\n\n<p>Now 2 weeks ago, I attended an event which clearly demonstrated the value of new perspectives and leadership in policing – and that was the graduation ceremony for the first cohort of <a rel=\"external\" href=\"http://recruit.college.police.uk/Officer/leadership-programmes/Direct-Entry-Programme/Pages/Direct-Entry-Programme.aspx\">Direct Entry</a> superintendents.</p>\n\n<p>Now there are only 8 of them in the first year, but they represent something that is ground-breaking in policing. They are the first senior leaders recruited from outside policing in the modern era, they’re bringing with them skills and experiences from the worlds of finance, the military, the civil service and industry. In the process, they are opening up a career that for too long meant starting as a constable and working your way up, they’re disrupting a culture which too often respects time served over skills gained or results delivered.</p>\n\n<p>And I think those skills and experiences are breathing new life into police leadership. As one police constable (<abbr title=\"police constable\">PC</abbr>), whose testimony was shared at the event, made clear, their Direct Entry superintendent had inspired them to carry on in the job. After years of having their ideas rejected and being told that “this was just the way things are”, the constable was ready to quit policing. But the Direct Entry superintendent, herself frustrated by the system but committed to changing it, convinced the <abbr title=\"police constable\">PC</abbr> to be part of that solution. As she said, policing needs people like that constable - people with new ideas and the energy to follow them through - if it is going change for the better.</p>\n\n<p>And the same is true of course of <a rel=\"external\" href=\"http://www.policenow.org.uk/\">Police Now</a>, which is a flagship scheme to bring the brightest and best university graduates into policing. It was just 2 years ago that I announced some seed funding for Police Now at the 2014 Police Federation conference but last summer, 69 graduates from some of the UK’s top institutions left university and entered the first Police Now summer academy. Within 6 weeks, they were on the beat as dedicated ward officers in neighbourhood teams, and the early results are extremely positive.</p>\n\n<p>It has proved so popular that this year nearly 2,500 students applied for the 100 places available, with 7 police forces signed up. Of those who are expected to start their training in July, 55% are women and 21% are from a black and ethnic minority (<abbr title=\"black and ethnic minority\">BME</abbr>) background, compared to 30.9% and 9.3% respectively for regular recruitment schemes. And with the help of Home Office funding, Police Now has now spun out of the Metropolitan Police to become a national social enterprise, available to all police forces in England and Wales.</p>\n\n<p>It was only when I sat listening to the story of that Direct Entry superintendent, and when I met the outstanding group of individuals graduating Direct Entry, that it truly struck me. The tired, closed culture of policing is being opened up for the first time in its history. Innovative thinking is being injected into police practice and new leadership are being marshalled in the fight against crime, and I think it is benefiting existing police officers as much as the new recruits themselves.</p>\n\n<p>So I hope each of you will encourage your forces to take up these schemes and accelerate that pace of change. Because, as police and crime commissioners, you also embody new leadership in policing, and you bring with you the new perspectives, skills and expertise that has been lacking for too long.</p>\n\n<h3 id=\"the-importance-of-police-and-crime-commissioners\">The importance of police and crime commissioners</h3>\n\n<p>Six years ago, when I first became Home Secretary and set about the task of introducing police and crime commissioners (<abbr title=\"police and crime commissioner\">PCCs</abbr>), there were many who denied the need for new leadership. I was met with criticism, scepticism and doubt, and, looking back, it is easy to forget the strength of feeling we faced at the time.</p>\n\n<p>There were those who claimed that the system of governance back then - police authorities - was working just fine. Others claimed that a single, directly-elected individual would lead to relationships with chief constables that were either too close or too adversarial. And many argued that politics had no place in policing and threatened the sacred principle of operational independence.</p>\n\n<p>But the system was broken, and it had to change. And police authorities were not only unaccountable and invisible committees who no one knew existed; they were also ineffective. In 2010, only 4 of the 22 police authorities inspected by Her Majesty’s Inspectorate of Constabulary (<abbr title=\"Her Majesty's Inspectorate of Constabulary\">HMIC</abbr>) were judged to have performed well in 2 of their primary functions – setting strategic direction and ensuring value for money for taxpayers.</p>\n\n<p>Chief constables held too much power and were not robustly held to account and I challenge any of you to find a chief constable formally dismissed for poor performance in the two decades prior to 2010. And politics of the worst kind plagued policing - through the system of distorting targets and bureaucratic requirements imposed on local police forces by the Home Office.</p>\n\n<p>I introduced police and crime commissioners to change that. To properly hold chief constables to account for how well they are cutting crime and keeping communities safe. To ensure that each force’s priorities reflected the concerns of local people, not the whim of Whitehall. And to reinforce the British model of policing by consent through direct, democratic accountability.</p>\n\n<p>And today when we consider how far we have come, I think we can say that many of the benefits are plain to see. And for me personally, I have to say that today it is tremendous to see how an idea – long in the making and hard fought to deliver – is now flourishing and bearing fruit.</p>\n\n<p>This May around 9 million people went to the polls to elect you as their police and crime commissioners. Overall turnout was 27.4% across England and Wales, according to provisional analysis of police area returning officer certificates. The <a rel=\"external\" href=\"http://www.electoralcommission.org.uk/\">Electoral Commission</a> will obviously confirm turnout later this summer, but it indicates a clear increase on the first elections in 2012, when 5.5 million votes were cast, and turnout was 15.1%. Now of course this year your elections were held alongside other local elections, but even in force areas where there were no other elections turnout increased. And I think these figures can – and should – improve in future years.</p>\n\n<h3 id=\"the-achievements-of-pccs-so-far\">The achievements of <abbr title=\"police and crime commissioner\">PCCs</abbr> so far</h3>\n\n<p>Police and crime commissioners have brought real democratic accountability, leadership and engagement to local policing in a way that never existed before. You’ve presided over a fall in crime of over a quarter since 2010, according to the independent <a rel=\"external\" href=\"http://www.crimesurvey.co.uk/\">Crime Survey for England and Wales</a>. You have made efficiencies, which have helped us save hundreds of millions of pounds for the taxpayer and put this country’s finances back on a sustainable footing. You have increased the proportion of police officers on the front line, and brought new impetus to police volunteering freeing up police officers for roles only they can do.</p>\n\n<p>And the achievements of <abbr title=\"police and crime commissioner\">PCCs</abbr> in their first term demonstrate just what is possible in the second.</p>\n\n<p><abbr title=\"police and crime commissioner\">PCCs</abbr> have engaged the public in ways that police authorities could never have imagined. Collectively your offices will receive upwards of 7,000 pieces of correspondence every month, and your websites are being visited by over 85,000 people, every month. Through webcasts and public accountability meetings, <abbr title=\"police and crime commissioner\">PCCs</abbr> have involved the public in the practice of holding the chief constable to account. And in Sussex last year, <a rel=\"external\" href=\"http://www.youthcommission.co.uk/feedback/?pf=85\">Katy Bourne’s Youth Commission</a> gathered the views of more than 2,000 young people from across the county to inform, support and challenge the priorities set out in her police and crime plan.</p>\n\n<p><abbr title=\"police and crime commissioner\">PCCs</abbr> have relentlessly pursued efficiencies, not just to save money for the taxpayer but also to deliver operational benefits for officers. Some of you have invested in technology, like Martin Surl’s work with BAE Systems to analyse local data to identify ‘at risk’ children and young people; or Graham Bright’s work in Cambridgeshire to give thousands of officers mobile technology and to move to paperless policing to save time, money and improve the officers’ experience.</p>\n\n<p>Others have driven much closer collaboration with other forces, both through the back office and in front line specialist teams. Warwickshire and West Mercia; Surrey and Sussex; Hertfordshire, Cambridgeshire and Bedfordshire; Durham and Cleveland - a constellation of partnerships has sprung up in the last 4 years which I think we must build on in the future.</p>\n\n<p>And of course some <abbr title=\"police and crime commissioner\">PCCs</abbr> have used their mandate to drive change across other local services, despite not having direct oversight or budgetary control. In Staffordshire, Matthew Ellis has created a tri-service neighbourhood centre at the site of the existing fire station, with specific space for each service plus a shared service area.  The project will enhance the effectiveness and integrated nature of the local emergency services provision while delivering cash and organisational benefits for each of their service partners, which equates to £1.18 million worth. While in Greater Manchester, Tony Lloyd has worked with the Ministry of Justice to commission probation services to deliver intensive community orders over the next 18 months.</p>\n\n<p>So these are just some of the examples, the positive examples, of what has been achieved in three and a half years under police and crime commissioners. But policing is not always positive. The issues you will deal with can be tough. The behaviour of officers and staff can be shameful. And the crimes you will have to contend with can be abhorrent. So I have been pleased that <abbr title=\"police and crime commissioner\">PCCs</abbr> have not shied away from the difficult decisions either.</p>\n\n<p>None more so than the recent verdict of the Hillsborough inquests. It was a momentous day for the families and campaigners who have fought for too long, in the face of hostility and obfuscation, for justice. As I said in <a rel=\"external\" href=\"https://www.gov.uk/government/speeches/determinations-and-findings-of-the-hillsborough-inquests\">my statement to Parliament</a>, the conclusions of the inquests were clear on the role of South Yorkshire police officers on that day and the force must recognise the truth and be willing to accept it.</p>\n\n<p>And I therefore welcome Alan Billings’s determination to take action and I am similarly heartened to see that he has been working with other policing leaders to find solutions that work for the people of South Yorkshire.  I would like to pay tribute to Julia Mulligan, whose decision to allow chief constable Dave Jones to take temporary command of South Yorkshire Police has ensured that both forces have strong leadership in the interim.  I continue to stand ready to support this process, and to help South Yorkshire Police confront the mistakes of the past and regain the confidence of their community.</p>\n\n<h3 id=\"reform-in-the-last-parliament\">Reform in the last Parliament</h3>\n\n<p>So police and crime commissioners have proved themselves. You have proved yourselves. And <abbr title=\"police and crime commissioner\">PCCs</abbr> have been at the heart of the reforms I have put in place in policing since 2010. Because 6 years after the government was first elected, we now have a framework of institutions and processes to ensure policing is more accountable, more effective, and more professional than ever before.</p>\n\n<p>The comprehensive annual inspection regime to scrutinise forces’ efficiency, effectiveness and legitimacy, run by Her Majesty’s Inspectorate which is truly independent of the police and not afraid to ask difficult questions on your and the public’s behalf.</p>\n\n<p>The <a rel=\"external\" href=\"http://www.college.police.uk/Pages/Home.aspx\">College of Policing</a>, to act as a proper professional body for police officers and staff, and to oversee training, create an evidence base of what works, and set clear professional standards, as I told the federation conference last week.</p>\n\n<p>A <a rel=\"external\" href=\"http://www.nationalcrimeagency.gov.uk/\">National Crime Agency</a> with the resources, international reach and powers to direct the fight against serious and organised crime, at home and abroad, and work with local forces on strategic threats.</p>\n\n<p>A reformed <a rel=\"external\" href=\"http://www.npcc.police.uk/\">National Police Chiefs’ Council</a>, held to account by you – police and crime commissioners – with a much stronger emphasis on operational coordination.</p>\n\n<p>A modern and independent evidence based process for pay and conditions.</p>\n\n<p>A strengthened and reformed <a rel=\"external\" href=\"https://www.ipcc.gov.uk/\">Independent Police Complaints Commission (<abbr title=\"Independent Police Complaints Commission\">IPCC</abbr>)</a> being resourced so that it can  take on all serious and sensitive cases, and, through the <a rel=\"external\" href=\"http://services.parliament.uk/bills/2015-16/policingandcrime.html\">Policing and Crime Bill</a> given the powers and structure to deliver it.</p>\n\n<p>And a Home Office that no longer believes it runs policing and which no longer imposes targets and unnecessary bureaucracy on your forces.</p>\n\n<p>So in the last Parliament, we rebuilt the institutions of policing and vested in them the powers, the clout and the legitimacy for them to work effectively. In the next 4 years, we will put you – <abbr title=\"police and crime commissioner\">PCCs</abbr> at the heart of reform once again.</p>\n\n<h3 id=\"putting-pccs-at-the-heart-of-future-reform\">Putting <abbr title=\"police and crime commissioner\">PCCs</abbr> at the heart of future reform</h3>\n\n<p>So in the Policing and Crime Bill that is currently going through Parliament, we are already taking steps to give you greater scope to reform policing locally, and drive improvements in the service to the public.</p>\n\n<p>Over the last three and half years, many of you and your predecessors invested time, energy and resources in making the emergency services work better together locally, with impressive results. So we will help you go further, by legislating to enable <abbr title=\"police and crime commissioner\">PCCs</abbr> to take on responsibilities for fire and rescue services locally, where a local case is made, and to place a statutory duty on all three emergency services to collaborate.</p>\n\n<p><a rel=\"external\" href=\"https://www.gov.uk/government/news/home-secretary-sets-out-radical-fire-and-rescue-reform-programme\">As I said yesterday at Reform</a>, speaking largely to fire and rescue service chiefs, these reforms are central to a programme of reform in fire and rescue that I hope will be as urgent and as radical as that in policing since 2010.</p>\n\n<p>We will help you reconnect your forces with the public by radically reforming the police complaints system, so that you – <abbr title=\"police and crime commissioner\">PCCs</abbr> – can take a more active role in handling low-level complaints and appeals. Because as Vera Baird in Northumbria has shown, <abbr title=\"police and crime commissioner\">PCCs</abbr> are well placed to deal with the public and ensure that the service they receive is more customer focused, responsive and accountable.</p>\n\n<p>But, because the Home Office no longer believes it runs policing, I am not imposing these changes on you. I am not mandating you take on fire or all new functions regarding police complaints. You are in charge, and you can decide where the opportunities lie for your area and your communities.</p>\n\n<p>Where you have an appetite for further devolution and greater responsibility, I am committed to working with you to deliver it. As I said in February, I have been working with the Justice Secretary, Michael Gove, on what role <abbr title=\"police and crime commissioner\">PCCs</abbr> could play in the wider criminal justice system. That’s something that I have long believed in and which a number of <abbr title=\"police and crime commissioner\">PCCs</abbr> have shown an interest in. There is, after all, a reason why we included the words ‘and crime’ in PCC’s titles all those years ago.</p>\n\n<p>This work is not yet complete, but I hope that in the coming months we can work with you to shape these proposals. So that <abbr title=\"police and crime commissioner\">PCCs</abbr> can bring about direct accountability to the criminal justice system in the same way that you have for policing, and to further cut crime and improve rehabilitation in the process.</p>\n\n<h3 id=\"the-police-transformation-fund\">The Police Transformation Fund</h3>\n\n<p>So I am doing my bit to give you the powers for you to effect change at a local level, if you want them. But the real challenge is yours. As I told many of you last December, the next stage of reform is not something I will impose on you. It is something you must design and deliver for yourselves, using the fact that overall police spending will increase by up to £900 million in cash terms over the Spending Review period and this will include hundreds of millions of transformation funding.</p>\n\n<p>And in doing so, you must be willing to act collectively and do so in the interests of what is best for policing as a whole, not just for your own force. Because as I said then, the debate in policing is no longer about structures, it is about which capabilities are needed in policing, where they best sit and how they are best delivered. That is not something I can prescribe; it must come from you – from <abbr title=\"police and crime commissioner\">PCCs</abbr> – and chief constables, through the Police Reform and Transformation Board.</p>\n\n<p>And that board is now up and running and I hope you will start proposing areas where funding is needed to deliver new and improved capability, following the decisions to improve police capability in firearms and digital policing which announced at the Spending Review. And I am grateful to Sara Thornton for the momentum that she has injected into this programme of work and for bringing chief constables together around common objectives for the future of policing. It is also absolutely right that the case for operational capability is developed by those with the operational expertise. Chief constables are the professionals, and there is no escaping the essential role they play in establishing what is needed and how it might be delivered.</p>\n\n<p>But I know there have been some concerns that the process is overly reliant on chief constables and that <abbr title=\"police and crime commissioner\">PCCs</abbr> have been squeezed out. I understand those concerns, and to some degree I share them. Police transformation and the investment in new capabilities cannot and should not happen without the input of police and crime commissioners. Collectively you are accountable for local policing, and I am clear that you should have a say on how this money is spent. At times you will all also need to look beyond your own force boundaries and your own force interests to work together to deliver it in the best interests of law enforcement as a whole. And I will not accept proposals that do not have the support of <abbr title=\"police and crime commissioner\">PCCs</abbr>. But you must also take much greater ownership of the Police Reform and Transformation Board (<abbr title=\"Police Reform and Transformation Board\">PRTB</abbr>) yourselves. There is a reason the board has as many <abbr title=\"police and crime commissioner\">PCCs</abbr> on it as chief constables, and that the chair rotates between the <abbr title=\"Association of Police and Crime Commissioners\">APCC</abbr> and the <abbr title=\"National Police Chiefs Council\">NPCC</abbr>. You are equal partners, and you have an equal opportunity to shape it.</p>\n\n<p>And to support you do that, I agree to the allocation of a small proportion of transformation funding to help support <abbr title=\"police and crime commissioner\">PCCs</abbr> on the board. This role would coordinate oversight of the work of the <abbr title=\"Police Reform and Transformation Board\">PRTB</abbr> on behalf of <abbr title=\"police and crime commissioner\">PCCs</abbr>, link into your offices and provide day-to-day oversight of delivery to time and budget, reporting through the <abbr title=\"Association of Police and Crime Commissioners\">APCC</abbr> chief executive of the <abbr title=\"Association of Police and Crime Commissioners\">APCC</abbr> board. But I am only doing that because the <abbr title=\"Association of Police and Crime Commissioners\">APCC</abbr> has requested this on your behalf. Because it’s your money, not mine. Determining how to use it to deliver transformation in policing is best done by you– policing as a whole – and not by the Home Office.</p>\n\n<h3 id=\"conclusion\">Conclusion</h3>\n\n<p>And if I could offer one message, one word of advice, to hold with you over the next 4 years, it would be this.</p>\n\n<p>Do not seek permission. Don’t look to the Home Office. Do not rely on the words of ministers or the Home Secretary to justify your actions or provide cover for what you want to do. You’ve been elected to represent your constituents, not to represent the Whitehall view. Your police and crime plans should reflect their priorities, not mine.</p>\n\n<p>Where I can help, I will do so. Where you believe the law needs to be changed, I will listen. When the Home Office or other parts of Whitehall are getting in your way, I will work to clear your path. But I gave up the power to appoint chief constables for good reason. Just as I ended the system of Home Office targets for good reason. Because policing and crime should be properly accountable to the communities they serve.</p>\n\n<p>Police and crime commissioners are here to stay. You have the potential to safeguard the historic principle of policing by consent and restore the link between the public and the police and I look forward to working with you to do just that.</p>\n\n</div>",
    "delivered_on": "2016-05-24T00:00:00+01:00",
    "speech_type_explanation": "Speaker's notes, may differ from delivered version",
    "image": {
      "alt_text": "The Rt Hon Theresa May MP",
      "url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/person/image/6/s465_PM_portrait_960x640.jpg"
    },
    "tags": {
      "browse_pages": [

      ],
      "policies": [

      ],
      "topics": [

      ]
    },
    "government": {
      "title": "2015 Conservative government",
      "slug": "2015-conservative-government",
      "current": true
    },
    "political": true,
    "emphasised_organisations": [
      "06056197-bc69-4147-aa28-070bca132178"
    ]
  },
  "links": {
    "government": [
      {
        "content_id": "d4fbc1b9-d47d-4386-af04-ac909f868f92",
        "title": "2015 Conservative government",
        "locale": "en",
        "api_path": "/api/content/government/2015-conservative-government",
        "base_path": "/government/2015-conservative-government",
        "document_type": "government",
        "details": {
          "started_on": "2015-05-08T00:00:00+00:00",
          "ended_on": null,
          "current": true
        },
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/2015-conservative-government",
        "web_url": "https://www.gov.uk/government/2015-conservative-government"
      }
    ],
    "organisations": [
      {
        "content_id": "06056197-bc69-4147-aa28-070bca132178",
        "title": "Home Office",
        "api_path": "/api/content/government/organisations/home-office",
        "base_path": "/government/organisations/home-office",
        "api_url": "https://www.gov.uk/api/content/government/organisations/home-office",
        "web_url": "https://www.gov.uk/government/organisations/home-office",
        "locale": "en",
        "analytics_identifier": "D16",
        "document_type": "organisation"
      }
    ],
    "speaker": [
      {
        "content_id": "85291e63-c0f1-11e4-8223-005056011aef",
        "title": "The Rt Hon Theresa May MP",
        "api_path": "/api/content/government/people/theresa-may",
        "base_path": "/government/people/theresa-may",
        "api_url": "https://www.gov.uk/api/content/government/people/theresa-may",
        "web_url": "https://www.gov.uk/government/people/theresa-may",
        "locale": "en",
        "document_type": "person"
      }
    ],
    "related_policies": [
      {
        "content_id": "5d5e9fca-7631-11e4-a3cb-005056011aef",
        "title": "Policing",
        "api_path": "/api/content/government/policies/policing",
        "base_path": "/government/policies/policing",
        "api_url": "https://www.gov.uk/api/content/government/policies/policing",
        "web_url": "https://www.gov.uk/government/policies/policing",
        "locale": "en",
        "document_type": "policy"
      }
    ]
  }
}
