{
  "base_path": "/government/speeches/andrea-leadsoms-speech-at-women-in-nuclear-uk-conference",
  "content_id": "b22d5555-096a-4793-9f4d-779644191054",
  "schema_name": "speech",
  "document_type": "speech",
  "first_published_at": "2016-03-08T10:31:22.000+00:00",
  "title": "Andrea Leadsom's speech at Women in Nuclear UK Conference",
  "description": "Addressing the Gender Imbalance in the Nuclear Industry.",
  "locale": "en",
  "updated_at": "2016-08-11T16:50:59.535Z",
  "public_updated_at": "2016-03-08T10:31:22.000+00:00",
  "details": {
    "first_public_at": "2016-03-08T10:31:22.000+00:00",
    "body": "<div class=\"govspeak\"><h2 id=\"introduction\">Introduction</h2>\n\n<p>I am very pleased to be here today supporting Women in Nuclear UK’s mission to address the gender imbalance in the nuclear sector and delighted to speak to you as part of the only all women Commons Ministerial team!</p>\n\n<p>I have worked in a number of male dominated sectors so, for me, this issue has a deep, personal resonance.</p>\n\n<p>We can send people to the moon. We can explore the vast depths of our oceans. We can build great cities and towering structures. We can even talk to our computers. We have achieved greatness in many areas. But on the issue of gender imbalance, while there has been progress in the UK and around the world, far more needs to be done.</p>\n\n<p>It is imperative that we empower women now and for the future.  A great number of British women have inspired us throughout history, succeeding against all the odds, to blaze a trail for future generations to follow.</p>\n\n<p>Down through the centuries, British women have made their mark; in areas such as politics, literature, medicine, and social reform.</p>\n\n<p>Jane Austen the great novelist, Dorothy Hodgkin won the Nobel Prize in Chemistry in 1964, and Helen Sharman was the first British woman in space.</p>\n\n<p>We look to them, and many others, with pride and revel in their legacy that changed our society forever.</p>\n\n<p>These women serve as a reminder as to what can be achieved when women are given the opportunity to reach their full potential.</p>\n\n<p>I want the nuclear industry to be a launch pad for the next generation of world changing women pioneers, I want the nuclear industry to provide strong female role models, strong female leaders and a strong female presence in the sector’s workforce.</p>\n\n<p>Today I want to set out why it is imperative that we address the gender imbalance, what initiatives are in place within the nuclear industry and what more can be done.</p>\n\n<h2 id=\"gender-balance-globally-and-the-uk\">Gender balance globally and the UK</h2>\n\n<p>The World Economic Forum’s 2015 Global Gender Gap Report ranks 145 economies according to how well they leverage their female talent pool. The UK is in 18th place, up from 26th place in 2014. Iceland holds the top spot, 5 years in a row, with three Nordic countries following close behind.</p>\n\n<p>What is the reason behind these countries’ success?  Among other equitable policies, it is the combination of high female labour force participation, salary gaps between men and women being among the lowest in the world and abundant opportunities for women to rise to positions of leadership. We must learn from these countries leading in the area of gender balance.</p>\n\n<p>However, according to PwC, more than two thirds of the UK’s biggest 100 energy companies fail to count a single woman on their boards. In the nuclear industry, only 8 women hold board positions out of the 100 positions available.  Additionally, the NIA reports that of its members’ - 64,000 employees - only 17% are female.  In engineering, IT and technical sectors, women earn on average £10K less than their male colleagues.</p>\n\n<p>The nuclear industry can and must do much better than this.</p>\n\n<h2 id=\"benefits-of-gender-equality-in-the-nuclear-sector\">Benefits of gender equality in the nuclear sector</h2>\n\n<p>So, why should the industry concern itself with gender imbalance?  The simple answer is that a nuclear industry which is equally appealing to both women and men will provide nuclear sector companies with access to the entire pool of talent the UK has to offer.</p>\n\n<p>Conversely, an industry that is not attractive to women risks losing the best talent to competitors.</p>\n\n<p>The fact remains that companies with a gender balance perform better because diversity brings together varied perspectives. Simply put, the nuclear sector cannot reach its full potential without maximising all available talents.</p>\n\n<h2 id=\"the-skills-gap-challenge\">The skills gap challenge</h2>\n\n<p>So, as we deliver the UK’s nuclear programme over the decades to come, it is imperative that we address the skills gap. In 2015 the total demand for skilled nuclear workers was approximately 77,000 Full Time Equivalents. This number is expected to rise as both the civil and defence nuclear new build programmes gather pace. Demand is forecast to peak in 2021 at over 111,000.</p>\n\n<p>The nuclear industry thrives on innovation in areas such as decommissioning and small modular reactors.  A diverse workforce is therefore far more likely to support innovation.</p>\n\n<p>And the fact remains, we are going to need a more skilled workforce across the civil and defence nuclear sectors. By not attracting women to the sector, we will be, by default, recruiting from a much smaller pool than we need to. So it therefore makes absolute sense to attract more women to these sectors.</p>\n\n<h2 id=\"current-initiatives\">Current initiatives</h2>\n\n<p>We are making progress.</p>\n\n<p>The new MentorSet scheme, co-ordinated by the Women’s Engineering Society, will help women in Science, Technology, Engineering and Maths by providing independent mentors who understand the challenges faced in the engineering and allied sectors.</p>\n\n<p>The Department for Energy and Climate Change is already a member and I encourage you all to join as well. By participating in the MentorSet scheme you will be demonstrating a clear commitment to your female employees and to the Women’s Engineering Society’s vision of a better and more diverse world.</p>\n\n<p>Additionally, Women in Nuclear launched an Industry Charter that lays out 10 points which business leaders signing up to must address. 30 companies have already signed up to the Industry Charter.</p>\n\n<p>In 2014, EDF Energy more than doubled the female proportion of its new intake of graduate engineers to 32% within a year. At EDF, women now account for 20% of the company’s apprentices, up from 6% and I was delighted to meet some of those apprentices on my recent visit to EDF’s Cannington Court at the end of last year.</p>\n\n<p>Also, the Nuclear Industry Association’s “Regeneration” campaign seeks to engage young people on issues relating to energy and provides information about jobs and skills available to them in the industry. This initiative encourages young people, especially girls to continue to study STEM subjects.</p>\n\n<h2 id=\"encouraging-women-to-pursue-stem-subjects\">Encouraging women to pursue STEM subjects</h2>\n\n<p>These subjects are of course crucial.  But in the UK, only 1 woman to every 7 men works in science, technology, engineering and maths.  We need to get more girls interested and excited about STEM subjects.</p>\n\n<p>The nuclear industry has some great STEM initiatives. WiN UK have done a terrific job in getting the message to young girls that they can have a successful career by pursuing these subjects. In 2015, WiN UK spoke to over 1,000 students about the fulfilling careers the nuclear sector has to offer.</p>\n\n<p>Also, EDF’s “Pretty Curious” campaign is helping to change perceptions of STEM by sparking the imagination of young girls and inspiring them to continue to pursue science-based subjects at school and in their careers.</p>\n\n<p>There are already success stories. Amy, without wanting to copy the leader of the opposition too much, I just wanted to mention, is 21 and an electrical maintenance technician at Hinkley Point B. Bethany who is a 23 year old reactor chemistry engineer at Heysham 2 Nuclear Power Station. Also, on a visit to Sellafield, I met Dorothy, who has a key role leading innovative Sellafield decommissioning.</p>\n\n<p>There could be countless more women just like Amy, Bethany and Dorothy, but we need to create the right environment, provide the right tools and not expect girls to fit into the existing framework for achieving success.</p>\n\n<h2 id=\"prominent-women-in-nuclear-and-the-need-for-more-women-in-senior-positions\">Prominent women in nuclear and the need for more women in senior positions</h2>\n\n<p>In more senior, leadership roles we have Dame Sue Ion, Chair of the Nuclear Innovation and Research Advisory Board and an expert advisor on the nuclear power industry.</p>\n\n<p>Ann McCall is the waste management director at RWM and Kinna Kintrea, the assurance director at the NDA has a long history of working in manufacturing and male dominated environments.</p>\n\n<p>And of course, my congratulations go to Miranda Kirschel, the chair of Women in Nuclear UK, who was just recently awarded an MBE for services to promote equal opportunities in the nuclear industry.</p>\n\n<p>I am also delighted that the Office for Nuclear Regulation has hired its first female Chief Executive.  I know you heard from Adriènne Kelbie earlier today and I’m sure she will do a fantastic job.</p>\n\n<p>It is through these high profile appointments that we really will start to effect change. We need to see more women in positions of leadership, and the only way to achieve this is for leaders in the nuclear industry, whether they be male or female, to enable and champion this change. Change must come not only from the top, but at the grassroots level as well. I want women in senior and high profile positions to be the norm, not the exception.</p>\n\n<p>All these women demonstrate it is possible to be successful in what are currently male dominated sectors.  I worked in the banking and finance industry for 25 years, then went into politics and now I am a Government Minister – all typically male dominated arenas. I know from my own experience that Women can succeed in these areas given the right opportunities.</p>\n\n<h2 id=\"what-more-can-be-done\">What more can be done</h2>\n\n<p>But more needs to be done. The Industry Charter, that I mentioned earlier, is a great way to get you, the business leaders in the nuclear sector to take a look at your own organisations and your recruitment practices. I urge you to review the targets you have set for your organisations on the recruitment of women and set new, more ambitious goals.</p>\n\n<p>Also, we must continue to break the perception that STEM subjects are just for boys and encourage more girls to take up these subjects.</p>\n\n<p>We need businesses to step up their game. We need to see more females in adverts that send a clear message that women are not only welcome but will be given the same opportunities as men.  And we need to hear from more female scientists about the work they do. We need to roll out a different set of role models so that girls and women know that science and the nuclear sector are areas which they can work in, successfully and equally.</p>\n\n<h2 id=\"conclusion\">Conclusion</h2>\n\n<p>The transition towards a low carbon economy through our commitment to building a new generation of nuclear power plants represents a fresh opportunity for the nuclear industry to embrace gender equality. We have an opportunity to be a world class leader in narrowing the gender imbalance. How we address this issue may well set a precedent for other industries and countries.</p>\n\n<p>It is imperative that companies in the nuclear sector take individual ownership of tackling the issue of gender imbalance, and place diversity firmly at the heart of their recruitment, retention and progression.</p>\n\n<p>We want a sector that welcomes women and one that provides the same opportunities as to their male counterparts. Let us chart a new and better path for the women of this country.</p>\n</div>",
    "location": "Women in Nuclear UK Conference, Church House Conference Centre, Dean's Yard, Westminster, London",
    "delivered_on": "2016-02-02T00:00:00+00:00",
    "speech_type_explanation": "Original script, may differ from delivered version",
    "image": {
      "alt_text": "The Rt Hon Andrea Leadsom MP",
      "url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/person/image/1557/s465_TME_3767TME_3767_960_Leadsom.JPG"
    },
    "tags": {
      "browse_pages": [

      ],
      "policies": [

      ],
      "topics": [

      ]
    },
    "government": {
      "title": "2015 Conservative government",
      "slug": "2015-conservative-government",
      "current": true
    },
    "political": true,
    "emphasised_organisations": [
      "d65d4203-01f5-4920-a3b1-f614bfd8e83e"
    ]
  },
  "links": {
    "government": [
      {
        "content_id": "d4fbc1b9-d47d-4386-af04-ac909f868f92",
        "title": "2015 Conservative government",
        "locale": "en",
        "api_path": "/api/content/government/2015-conservative-government",
        "base_path": "/government/2015-conservative-government",
        "document_type": "government",
        "details": {
          "started_on": "2015-05-08T00:00:00+00:00",
          "ended_on": null,
          "current": true
        },
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/2015-conservative-government",
        "web_url": "https://www.gov.uk/government/2015-conservative-government"
      }
    ],
    "organisations": [
      {
        "content_id": "d65d4203-01f5-4920-a3b1-f614bfd8e83e",
        "title": "Department of Energy & Climate Change",
        "api_path": "/api/content/government/organisations/department-of-energy-climate-change",
        "base_path": "/government/organisations/department-of-energy-climate-change",
        "api_url": "https://www.gov.uk/api/content/government/organisations/department-of-energy-climate-change",
        "web_url": "https://www.gov.uk/government/organisations/department-of-energy-climate-change",
        "locale": "en",
        "analytics_identifier": "D11",
        "document_type": "organisation"
      }
    ],
    "people": [
      {
        "content_id": "853df7fd-c0f1-11e4-8223-005056011aef",
        "title": "The Rt Hon Andrea Leadsom MP",
        "api_path": "/api/content/government/people/andrea-leadsom",
        "base_path": "/government/people/andrea-leadsom",
        "api_url": "https://www.gov.uk/api/content/government/people/andrea-leadsom",
        "web_url": "https://www.gov.uk/government/people/andrea-leadsom",
        "locale": "en",
        "document_type": "person"
      }
    ],
    "policy_areas": [
      {
        "api_path": "/api/content/government/topics/energy",
        "base_path": "/government/topics/energy",
        "content_id": "c637a660-4903-404b-87cc-d50101822916",
        "document_type": "policy_area",
        "locale": "en",
        "public_updated_at": "2016-02-04T11:25:06Z",
        "schema_name": "policy_area",
        "title": "Energy",
        "withdrawn": false,
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/topics/energy",
        "web_url": "https://www.gov.uk/government/topics/energy"
      }
    ],
    "speaker": [
      {
        "api_path": "/api/content/government/people/andrea-leadsom",
        "base_path": "/government/people/andrea-leadsom",
        "content_id": "853df7fd-c0f1-11e4-8223-005056011aef",
        "document_type": "person",
        "locale": "en",
        "public_updated_at": "2017-06-11T18:07:35Z",
        "schema_name": "person",
        "title": "The Rt Hon Andrea Leadsom MP",
        "withdrawn": false,
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/people/andrea-leadsom",
        "web_url": "https://www.gov.uk/government/people/andrea-leadsom"
      }
    ]
  }
}
