{
  "base_path": "/government/speeches/britains-choice-economic-security-with-the-eu-or-a-leap-into-the-dark",
  "content_id": "be015d1b-2de4-4d5a-9f52-9f05ef15fdad",
  "schema_name": "speech",
  "document_type": "authored_article",
  "first_published_at": "2016-04-05T14:38:00+01:00",
  "title": "Britain's choice: economic security with the EU, or a leap into the dark (Archived)",
  "description": "Prime Minister David Cameron wrote an article on the UK's economic security within the EU for The Telegraph.",
  "locale": "en",
  "updated_at": "2016-08-11T16:58:10.474Z",
  "public_updated_at": "2016-04-05T14:38:00+01:00",
  "details": {
    "first_public_at": "2016-04-05T14:38:00+01:00",
    "body": "<div class=\"govspeak\"><p>Imagine a world where a British airline wasn’t allowed to fly between Rome and Paris; where British farmers were slapped with a tariff if they wanted to export more beef to Europe; and where great British telecoms companies and car manufacturers faced new barriers when trying to sell their goods and services to customers in Europe.</p>\n\n<p>This is the world we could wake up in if we leave Europe – with the massive knock-on effect on jobs, prices and living standards in our country. Because the longer this referendum campaign goes on, the clearer it becomes: those campaigning to leave Europe are inviting the British people to make an extraordinary choice – to be the first major economy in history to deliberately choose a second-rate, more restrictive trading relationship for its biggest market. They want to rip up our membership of the single market – a market that Britain practically invented – in the hope of renegotiating a new arrangement.</p>\n\n<p>We are duty bound to take this proposition very seriously. So let us properly examine the consequences for our economy.  What would a new tailored arrangement, of the sort Canada or Switzerland have with Europe, mean for us?</p>\n\n<p>If we take the Canada free trade deal as a guide, we know it would be damaging for agriculture and manufacturing. Our beef and pork exports would face tariffs, and our car manufacturers forced to comply with rules imposing additional costs based on where they buy their components. And of course, there is British steel. We are doing everything we can to help British steel in these difficult times, but the idea that leaving Europe is the answer is a dangerous fallacy: more than half of our steel exports go to Europe. As Stephen Kinnock, the local MP has said, the last thing his constituents in Port Talbot need is to be cut off from Europe.</p>\n\n<p>Leaving the single market would also hit our service industries hard – and this is where our economy faces the biggest risk. Today, British brainpower and ingenuity are in demand. We’re the country that designs the building, advises on the deal, arranges the finance, insures the business, draws up the contracts, produces the film, creates the advertising campaign, sells the product and audits the accounts. All these are service industries.</p>\n\n<p>The figures speak for themselves. Our service industries are growing at a rate of nearly 3% a year on average. They account for almost 80% of our economy. And they amount for 40% of all British exports – with Europe being by far our biggest exporting market. Indeed, an extraordinary 116,000 small businesses export services to the EU.  And new analysis shows that 2 million jobs are either directly or indirectly linked to these exports.</p>\n\n<p>Each of these jobs represent someone with a pay packet; someone providing for themselves and their families. As politicians, we have a duty to tell them what we think the future holds. I can tell each of them, with certainty, that if we stay in Europe their employer will keep the current guaranteed rights to offer services anywhere in the EU.</p>\n\n<p>Those advocating leave can do no such thing. No real-world alternative to EU membership would come close to what we have now. Even the most ambitious trade deal on services the EU has ever struck – with Canada – falls radically short of single market access.</p>\n\n<p>The latest draft of the Canada deal runs to over 1,500 pages – 800 of which are reservations and barriers. A huge proportion of the deal is about restricting business opportunities, not opening them up. We could see new barriers for British business in every key services sector. Here are just 3 examples.</p>\n\n<p>One: aviation. Currently, UK airlines are free to operate routes both between and within other EU member states. But under their deal, Canadian airlines are only allowed to operate routes in Europe if they start or end at a Canadian airport. If this rule was applied to British airlines, they would have to scrap hundreds of routes.</p>\n\n<p>Two: broadcasting. Under EU rules, once a broadcaster is licensed in 1 member state, it can broadcast in all.  If we replicated Canada’s deal, companies would have to choose between seeking separate licences in all EU states they want to broadcast in, or moving out of the UK altogether.</p>\n\n<p>And of course, there’s our biggest service industry of all: financial services. Half of all international financial firms base their European headquarters in the UK. From their 1 office in the UK, EU membership allows them to do business in all 27 other EU states. If we left, this right would be lost and thousands of firms could be forced to move staff or entire offices out of the UK and into the EU, meaning fewer jobs and less tax revenue for the UK.</p>\n\n<p>People might say, “so what? Surely Britain will get a better deal than Canada or Switzerland? The EU needs Britain more than we need the EU.” That misunderstands the negotiation dynamics that would be at play. The EU buys £21 billion more of services from us – 1 country – than we buy from the 27 countries in the EU. In fact, of everything we sell abroad, 44% goes to the EU, but of everything the EU exports, less than 8% comes to the UK. How can those negotiating dynamics be good for the UK?</p>\n\n<p>Governments in the EU would come under tremendous pressure from their domestic firms to discriminate against the UK. And who is to say they wouldn’t take the opportunity? After all, why wouldn’t the Spanish protect their largest telecoms provider? Why wouldn’t the Germans try to give a leg-up to their insurance companies? Why wouldn’t the French adopt protectionist measures to penalise British banks?</p>\n\n<p>When you look at the consequences of leaving this market, you have to ask: why on earth would we do this to ourselves? I believe it would be needless and reckless – an act of economic and political self-harm.</p>\n\n<p>In June, we can choose Britain’s future. We can choose to shape our world, not to be shaped by others. We can choose to stay in the biggest single market on Earth. We can choose economic security, not an unnecessary leap in the dark. We can choose to be stronger, safer and better-off – and that’s what I hope the British people will do when the moment comes.</p>\n</div>",
    "delivered_on": "2016-04-05T00:00:00+01:00",
    "image": {
      "alt_text": "The Rt Hon David Cameron MP",
      "url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/person/image/1/s465_David_Cameron.jpg"
    },
    "tags": {
      "browse_pages": [

      ],
      "policies": [

      ],
      "topics": [

      ]
    },
    "government": {
      "title": "2015 Conservative government",
      "slug": "2015-conservative-government",
      "current": true
    },
    "political": true,
    "emphasised_organisations": [
      "705dbea4-8bd7-422e-ba9c-254557f77f81"
    ]
  },
  "links": {
    "government": [
      {
        "content_id": "591c83aa-3b74-437d-a342-612bddd97572",
        "title": "2010 to 2015 Conservative and Liberal Democrat coalition government",
        "locale": "en",
        "api_path": "/api/content/government/2010-to-2015-conservative-and-liberal-democrat-coalition-government",
        "base_path": "/government/2010-to-2015-conservative-and-liberal-democrat-coalition-government",
        "document_type": "government",
        "details": {
          "started_on": "2010-05-12T00:00:00+00:00",
          "ended_on": "2015-05-08T00:00:00+00:00",
          "current": false
        },
        "links": {
        },
        "api_url": "https://www.gov.uk/api/content/government/2010-to-2015-conservative-and-liberal-democrat-coalition-government",
        "web_url": "https://www.gov.uk/government/2010-to-2015-conservative-and-liberal-democrat-coalition-government"
      }
    ],
    "organisations": [
      {
        "content_id": "705dbea4-8bd7-422e-ba9c-254557f77f81",
        "title": "Prime Minister's Office, 10 Downing Street",
        "api_path": "/api/content/government/organisations/prime-ministers-office-10-downing-street",
        "base_path": "/government/organisations/prime-ministers-office-10-downing-street",
        "api_url": "https://www.gov.uk/api/content/government/organisations/prime-ministers-office-10-downing-street",
        "web_url": "https://www.gov.uk/government/organisations/prime-ministers-office-10-downing-street",
        "locale": "en",
        "analytics_identifier": "OT532",
        "document_type": "organisation"
      }
    ],
    "speaker": [
      {
        "content_id": "8529186b-c0f1-11e4-8223-005056011aef",
        "title": "The Rt Hon David Cameron MP",
        "api_path": "/api/content/government/people/david-cameron",
        "base_path": "/government/people/david-cameron",
        "api_url": "https://www.gov.uk/api/content/government/people/david-cameron",
        "web_url": "https://www.gov.uk/government/people/david-cameron",
        "locale": "en",
        "document_type": "person"
      }
    ],
    "topical_events": [
      {
        "content_id": "7658ef9d-2f7a-4e4a-aaa7-9d4668c23de0",
        "title": "EU Referendum",
        "api_path": "/api/content/government/topical-events/eu-referendum",
        "base_path": "/government/topical-events/eu-referendum",
        "api_url": "https://www.gov.uk/api/content/government/topical-events/eu-referendum",
        "web_url": "https://www.gov.uk/government/topical-events/eu-referendum",
        "locale": "en"
      }
    ],
    "related_policies": [
      {
        "content_id": "5d278051-7631-11e4-a3cb-005056011aef",
        "title": "European single market",
        "api_path": "/api/content/government/policies/european-single-market",
        "base_path": "/government/policies/european-single-market",
        "api_url": "https://www.gov.uk/api/content/government/policies/european-single-market",
        "web_url": "https://www.gov.uk/government/policies/european-single-market",
        "locale": "en",
        "document_type": "policy"
      }
    ]
  }
}
