{
  "locale": "en",
  "base_path": "/government/case-studies/get-britain-building-carlisle-park",
  "title": "Get Britain Building: Carlisle Park",
  "description": "Nearly 400 homes are set to be built on the site of a former tar distillery thanks to Gleeson Homes and HCA investment.",
  "public_updated_at": "2012-12-17T15:45:44.000+00:00",
  "details": {
    "body": "<div class=\"govspeak\"><p>A new community of nearly 400 homes is set to be built on the site of a former tar distillery thanks to Gleeson Homes and investment from the Homes and Communities Agency (<abbr title=\"Homes and Communities Agency\">HCA</abbr>).</p>\n\n<p>The Croda Tar Distillery, on the border between Kilnhurst and Swinton, closed in the early 1990s. Over the past 2 decades the 31 acre site has lain derelict with the heavily contaminated site proving a challenge for developers.</p>\n\n<p>However in 2010 Gleeson identified the site, which is adjacent to the Sheffield &amp; South Yorkshire Navigation Canal, as having great potential for new low cost homes.</p>\n\n<p>Working with Rotherham Borough Council and remediation specialists, work is now underway to clean up the site. </p>\n\n<p>Once the clean-up has been completed Gleeson Homes will begin to transform the area into 381 new 2, 3 and 4 bedroom homes.  The developer will be making use of £2.2 million of investment from the Homes and Communities Agency’s (<abbr title=\"Homes and Communities Agency\">HCA</abbr>) Get Britain Building programme to start the first phase of 125 homes.</p>\n\n<p>Craig Johns, Area Manager at the <abbr title=\"Homes and Communities Agency\">HCA</abbr> said: </p>\n\n<p>“The development at Carlisle Park offers a real choice of quality homes to local residents where they want to live at a price they can afford. Our investment will ensure that a local firm will provide these homes which will help safeguard jobs in South Yorkshire.”</p>\n\n<p>The development will feature a mix of first time buyer and family homes, set among public open space and children’s play areas.</p>\n\n<p>Steve Gamble, Gleeson Homes Group Land Director said: </p>\n\n<p>“We are delighted that Carlisle Park is part of the Get Britain Building programme. The programme will help us to deliver the first tranche of 125 new homes which are built and priced to suit local people.  </p>\n\n<p>“The project will also have a positive effect of the wider community with the creation of new jobs, apprenticeship opportunities for local young people and investment back into the local area.”</p>\n\n<p>A recoverable investment, the Get Britain Building programme helps developers access finance, and to help bring forward marginal sites by sharing risk. </p>\n\n<p>Up to 16,000 homes on stalled sites across England will be built by March 2015 thanks to this programme.</p></div>",
    "format_display_type": "case_study",
    "first_public_at": "2012-12-17T15:45:44.000+00:00",
    "change_history": [
      {
        "public_timestamp": "2012-12-17T15:45:44.000+00:00",
        "note": "First published."
      }
    ],
    "image": {
      "url": "https://assets.digital.cabinet-office.gov.uk/government/uploads/system/uploads/image_data/file/5693/s300_Carlisle_Park_1_960x640.jpg",
      "alt_text": "Carlisle Park",
      "caption": "Carlisle Park"
    }
  },
  "routes": [
    {
      "path": "/government/case-studies/get-britain-building-carlisle-park",
      "type": "exact"
    }
  ],
  "publishing_app": "whitehall",
  "rendering_app": "government-frontend",
  "phase": "live",
  "document_type": "case_study",
  "schema_name": "case_study"
}
